{
  "stories": [
    {
      "id": 1,
      "name": "Aqlli himoya",
      "story": "Yoshi ulg‘ayib qolgan jang san’ati ustasi qaytib maydonga tushmaslikka qaror qildi. Biroq bir kuni yosh, manman polvon uni olishuvga chorladi. Usta bunga e’tibor bermay, jim o‘tiraverdi. Yosh jangchi endi uni masxaralashga, ajdodlarini haqoratlashga tushdi. Ammo bu ham natija bermadi.\n\nOxir-oqibat yosh polvonning hafsalasi pir bo‘lib, indamay qoldi.\n\nUstozning shogirdlari uning xatti-harakatidan hayron qolishdi, ayrimlari esa ta’na ham qilishdi:\n\n– Nahot sizga o‘zingizning yoki ajdodlaringizning sha’ni qadrli bo‘lmasa?!\n\nUstoz bu savolga savol bilan javob berdi:\n\n– Agar sizga biror narsa sovg‘a qilishsa-yu, uni olmasangiz, hadya kimda qoladi?\n\n– Egasining o‘zida qoladi-da! – deyishdi ular.\n\n– Hasad, g‘azab va nafrat ham xuddi shunday. Agar biz uni qabul qilmasak, u o‘z egasida qoladi."
    },
    {
      "id": 2,
      "name": "“Obonato!”",
      "story": "Afrikadagi bir qabilani o‘rganish uchun borgan antropolog olim qabila bolalariga shunday o‘yin taklif qildi. Daraxt yoniga meva to‘la savatni qo‘ydi va: “Ichingizdan kim birinchi bo‘lib daraxt yoniga yetib kelsa, manavi bir savat meva uniki bo‘ladi!” – dedi.\n\nOlim chopishga ruxsat ishorasini qilgan payt bolalar bir-birlarining qo‘llarini mahkam tutib, birgalikda yugurishdi. Marraga baravar yetib kelib, yutuqlari – mevalarni birgalikda mazza qilib yeb olishdi. Bolalarning bunday topqirligidan lol qolgan olim ulardan mevalarga faqat bir kishi ega chiqishi mumkin bo‘la turib nima uchun bunday qilganliklarini so‘radi. Ular: “Obonoto!” deb javob berishdi. Bu so‘z qabila tilida: “Men borman, chunki biz bormiz!” degan ma’noni anglatardi.\n\nBolalar oq-qorani hali yaxshi bilmasa-da, o‘zaro mehr va oqibat tuyg‘ularini dildan his qilar, ular bir kishi baxtiyor bo‘lib, qolganlar baxtsiz bo‘lsa, bu baxtiyorlik hech kimga quvonch keltirmasligini anglab yetgan ekan."
    },
    {
      "id": 3,
      "name": "Irmoq haqida masal",
      "story": "Irmoq o‘rmon ichidan oqib borarkan, qanday shiddatli, tez, qanday tiniqman-a, deb g‘ururlanardi.\n\nBoshqa hech bir irmoq bilan qo‘shilishni istamas, o‘zini eng kuchli hisoblar va o‘rmonni yolg‘iz o‘zi kesib o‘ta olishiga ishonardi. To‘satdan yo‘lida dalaga duch keldi-yu, uni yengib o‘tishga kuchi yetmay, tuproqqa singib ketdi.\n\nIrmoq yerosti suv yo‘liga tushib, loyqalandi, balchiqlarga aralashib oqdi. Nihoyat daryoga yetib bordi va unga nolishni boshladi: “Agar anavi dala yo‘limga to‘g‘anoq bo‘lmaganida, men o‘zim allaqachon ulkan daryoga aylangan bo‘lardim!”\n\nBu gapni eshitgan daryo og‘ir chayqaldi va dedi: “Eh, nodon irmoqcha-ya! Sening yerga shimilib, bunday loyqa holga kelishingda dalaning nima aybi bor? Bilib qo‘y, birovlarni mensimaydigan, boshqalarga ayb yuklaydigan irmoq hech qachon daryoga aylana olmaydi!”"
    },
    {
      "id": 4,
      "name": "Qunduzlar",
      "story": "Irmoq o‘rmon ichidan oqib borarkan, qanday shiddatli, tez, qanday tiniqman-a, deb g‘ururlanardi.\n\nBoshqa hech bir irmoq bilan qo‘shilishni istamas, o‘zini eng kuchli hisoblar va o‘rmonni yolg‘iz o‘zi kesib o‘ta olishiga ishonardi. To‘satdan yo‘lida dalaga duch keldi-yu, uni yengib o‘tishga kuchi yetmay, tuproqqa singib ketdi.\n\nIrmoq yerosti suv yo‘liga tushib, loyqalandi, balchiqlarga aralashib oqdi. Nihoyat daryoga yetib bordi va unga nolishni boshladi: “Agar anavi dala yo‘limga to‘g‘anoq bo‘lmaganida, men o‘zim allaqachon ulkan daryoga aylangan bo‘lardim!”\n\nBu gapni eshitgan daryo og‘ir chayqaldi va dedi: “Eh, nodon irmoqcha-ya! Sening yerga shimilib, bunday loyqa holga kelishingda dalaning nima aybi bor? Bilib qo‘y, birovlarni mensimaydigan, boshqalarga ayb yuklaydigan irmoq hech qachon daryoga aylana olmaydi!”"
    },
    {
      "id": 5,
      "name": "Odob",
      "story": "Madina endi 4-sinfda o‘qiydi. Lekin juda mahmadona. Hamma narsaga aralashaveradi. Mahalladagi ayollar, Karima opoqi nevarasini “qovurib” olgan, deb kulishadi. Bir kuni Hakima xola ko‘chasini supurayotgan ekan. Madina darvozalaridan chiqib bir zum unga qarab turdi-da, asta yoniga borib, salom berdi. Keyin:\n\n– Opoqi, nega o‘zingiz supurayapsiz? Kennoyimga aytsangiz bo‘lmaydimi? Axir kampirlar ish qilsa uyat bo‘ladi-ku, – dedi dabdurustdan.\n\nHakima xola qaddini ko‘tardi, supurgini yerga tashladi.\n\n– Obbo qaqajon-ey, hali men senga kampir bo‘lib qoldimmi, – dedi, – meni xafa qilding-ku. Mavjuda kennoying sigir sog‘yapti, Halima opang nonushta tayyorlayapti. O‘zing nega maktabga bormading, yoki ko‘chani qolganini supurib berasanmi?\n\n– Supurgingizning kattaligini qarang, men uni ko‘tarolmayman. Hali nonushta qilmaganman, buvijonim qidirib qoladilar, – dedi Madina.\n\n– Darsga borasanmi?\n\n– Bormayman, o‘qituvchimiz kasalmi, kecha maktabga kelmadi. Baribir hozir maktabda direktor yo‘q, hech kim bizni tekshirmaydi, – Madina shunday deb uyiga yo‘l olarkan, qo‘shib qo‘ydi, – mayli, men ketdim. Halima opamga salom deb qo‘ying.\n\n– Tavba, buncha keksaqari bu qizcha. Xuddi katta odamni kichkina qilib qo‘yganga o‘xshaydi. Gapi o‘zini bosib qolay deydi-yu, qo‘lingizdan supurgini olmaydi, – dedi boyadan beri eshigi oldida ularni kuzatib turgan Matluba kennoyi Hakima opoqi bilan ko‘risharkan. – Maktabda direktor bo‘lmasa, ish bo‘lmasligini ham biladi.\n\n– Ha, shunga men ham hayron bo‘lib turgandim, – dedi Hakima opoqi.\n\n– Nega orqamdan yomonlayapsizlar? Birovni g‘iybat qilish gunoh, – taqqa to‘xtadi Madina. – O‘zingizning qizingiz Mavjuda nega ko‘chaga suv sepmay, chelakni sizga berib qo‘yibdi. G‘irt dangasa u. Darsda ham uxlab o‘tiradi.\n\n– Voy-voy, og‘zingga qarab gapir. Qachondan buyon savob bilan gunohni ajrata qolding, qaqajon, – bo‘sh kelmadi Matluba kennoyi.\n\n– Buvijonim o‘rgatganlar, kichkinaligimdan bilaman.\n\n– Ha durust, lekin buving yoshingga yarashmagan gaplarni gapirma, deb o‘rgatmabdilar-da. Buvijoningni ko‘rsam, aytib qo‘yaman.\n\n– Aytsangiz, chaqmachaqar bo‘lasiz.\n\n– Yaxshi, senga odob o‘rgatib chaqmachaqar bo‘ldim, – Matluba kennoyi arazlab uyiga kirib ketdi.\n\nShu choq nevarasini yetaklab Hojiya buvi kelib qoldi.\n\n– Assalomu alaykum, Hojiya buvi, Muslimani bog‘chaga olib ketyapsizmi? Oyisi olib borsa bo‘lmaydimi? Charchab qolasiz-ku. Hojiya buvi, o‘zi sog‘liqlaringiz yaxshimi, qon bosimingiz oshmayaptimi, amakim yaxshi yuribdilarmi? – bidirladi Madina Hakima opoqi bilan so‘rashayotgan buviga yaqinlashib.\n\n– Hojiya buvi uni tanimoqchiday tikilgandi, Hakima opoqi yordamga keldi, – qarangdan zarang chiqadi, deb bu qizcha indamasgina Karima kennoyining nevarasi. Ko‘chamizning “Bi-bi-si”si. Unga hisob berib o‘tmasangiz, baloga qolasiz.\n\nHojiya buvi tushunarli, deganday boshini qimirlatdi, keyin Madinaga yuzlandi:\n\n– Vaalaykum assalom, puchuq qizim. Qani, buyoqqa kel-chi. Endi gap bunday. Tiyrakliging, ziyrakliging yaxshi. Ammo hamma narsa o‘z o‘rnida bo‘lishi kerak. Katta katta o‘rnida, kichik kichik o‘rnida. Kattalarga kichiklarning salom berishi to‘g‘ri. Biroq bolajonim, buving tengi odamdan hol-ahvol so‘rashga sening haqqing yo‘q. Senga yarashmaydi ham. Hol-ahvolni sendan men so‘rashim kerak. Chunki ahvoling yomon bo‘lsa, yordam bera olaman, yordam bera olmasam ham maslahat bera olaman. Ko‘rgan bo‘lsang, o‘g‘il bolalar katta kishilarga o‘ng qo‘lini ko‘ksiga qo‘yib salom beradi. Agar katta odam qo‘lini uzatsagina u qo‘l berib so‘rashadi. Aks holda bu odobsizlik bo‘ladi. Xuddi shunday, sen ham aqllilik qilaman deb, beodoblik qilib qo‘yasan. Bundan keyin o‘zingning aqling yetmagan, haqqing bo‘lmagan narsalarga aralashma. Yoshingga yarashmagan gaplarni gapirma. Ana shunda buvingga munosib nevara bo‘lasan. Buvijoning mahallamizning eng obro‘li, bama’ni ayoli, – Hojiya buvi shunday deb Hakima opoqiga qarab qo‘ydi. Opoqi uyalib yerga qaradi. Madina ham qulog‘igacha qizarib ketdi. Keyin: – xo‘p bo‘ladi, – dedi jilmayib. – Bog‘chaga yaxshi borib keling, desam bo‘ladimi ishqilib?\n\nHojiya buvi jilmaydi-yu, ammo hech nima demadi. U sal narida kutib turgan nabirasining oldiga borib qo‘lidan tutdi."
    },
    {
      "id": 6,
      "name": "G‘aroyib tush",
      "story": "Mening ismim Jahongir. Bu yil yettinchi sinfni tugatdim. Yozgi ta’til boshlanishi bilan ota-onam meni qishloqqa, xolamlarnikiga olib ketishdi. Qishloq ajoyib ekan: paxsa-devor va uylar, qo‘y-sigir haydagan bolalar-u turfa daraxtlar. Ajoyib manzara. Qiziq, avvallari bu haqida hech o‘ylab ko‘rmagan ekanman. Ya’ni odam xayol surib ketaversa hamma narsa haqida o‘ylab ko‘rishga imkon topar ekan. Qishloqqa kirib kelyapmiz-u, qandaydir boshqacha, musaffo havo sezilyapti. Go‘yoki tabiat meni o‘z bag‘riga olib erkalayotganday.\n\nXolam, pochcham xursand, ayniqsa, xolamning o‘g‘li Shodiyor meni ko‘rib shodligidan raqsga tushgudek sakragani – sakragan. U mendan ikki yosh katta, haqiqiy tog‘lik bola.\n\nBarchamiz birvarakayiga hovliga kirdik. U yerda turli mevali daraxtlar ko‘p edi. Uzum, o‘rik, gilos daraxtlarining shoxlari tutashib ketgan qalin soya ostidagi so‘riga chiqdik.\n\n– Yur, daryoga cho‘milgani boramiz, – deb qoldi Shodiyor shu tobda. – Kelganing yaxshi bo‘ldi, menga sherik bo‘lasan.\n\n– Keyinroq borarsizlar, kun sal qaytsin, – deya oyim mening o‘rnimga javob berib qo‘ydi.\n\nShu bo‘ldi-yu, kattalarning gapi qizigandan-qizidi. Men Shodiyor bilan hovli etagiga tushib ketdim. Bog‘ oralab yurarkanmiz, pishmagan bo‘lsa ham shig‘il solgan olmadan uzib tishladim-da, yerda yotgan palakdan bodring, yana nima ko‘zimga ko‘rinsa hammasidan cho‘ntagimga tiqdim. Bog‘ning etagidagi devor yoniga kelganimizda Shodiyor:\n\n– Devordan oshib daryoga boramiz, – deb qoldi. Men ham shuni kutib turgandim, devor ustida cho‘kkalab olgan Shodiyorga qo‘limni uzatdim.\n\nDaryoning vajohatini har gal ko‘rganimda shoshib qolaman. Uni Oqdaryo deyishadi, negaligini bilmadim-u, lekin haqiqatdan ham uzoqdan oppoq bo‘lib ko‘rinadi. Juda tez, ko‘pirib, asabiy oqadi. Kimki suvga tushsa yutvorgudek shashti bor.\n\nShosha-pisha daryoga tushdim. Suv juda sovuq ekan, etim jimirlab ketdi.\n\n– Bu daryoda cho‘milib bo‘lmaydi. Yur, yaxshisi Qoradaryoda cho‘milamiz, – dedi Shodiyor.\n\nDaryo yoqalab o‘rmonga o‘xshash qalin daraxtzor oralab yurdik. Shodiyor menga, ko‘rib qo‘y, degandek atrofni maqtab ketdi:\n\n– Shaharlaringda shunday manzaralar bormi? – so‘radi u.\n\n– Ha, bor, – dedim bo‘sh kelmaslikka harakat qilib, – bundan zo‘r xiyobonlar bor. U yerda kattalar dam olishadi. Biz esa mazza qilib o‘ynaymiz.\n\n– Unda hu-u tog‘lardek tog‘, adirlardek tepaliklar, bahorda ularni qip-qizil qilib turadigan lolaqizg‘aldoqlar, chopqillab yuradigan hayvonlar-u qushlar, yam-yashil archazorlar ham bormi? – u qo‘lini cho‘zib aylangancha uzoq-uzoqlarga ishora qildi.\n\n– Archalar, hayvonlar bor, lekin hammasi o‘z bog‘ida, o‘rgatilgan... – dedim-u, mum tishlaganday jim bo‘lib qoldim. Ha, chindan ham bu yerlarning gashti boshqacha edi.\n\n– Mana bunday daryolar-chi, – deb Shodiyor Qoradaryoga yugurdi. Men ham kiyimlarimni yechib xarsang tosh ustiga otdim-u, o‘zimni suvga tashladim...\n\nShodiyor bilan yana daryoga bordik. Bugun u menga Qoradaryo bilan Oqdaryo qo‘shiladigan joyni ko‘rsatmoqchi. O‘sha joyga yetib keldik. Qoradaryoning suvi Oqdaryoning bir qirg‘og‘idan quyilib yo‘qolib ketar ekan. Ya’ni avvaliga girdobga o‘xshab aylanma hosil qilarkan, keyin katta bir ko‘prikning ostiga o‘pqondek kirib ketarkan. Ko‘rsangiz, kinolardagi g‘aroyib manzaraning o‘zi. Sayozgina Qoradaryodan kechib o‘tib, ikki daryo o‘rtasidagi quruqlikka tushdik. U yerdan manzarani tomosha qildik. Biz go‘yo orolchaga tushib qolgandekmiz. Men daryolar tutashgan o‘sha joyda cho‘milmoqchi bo‘ldim. Shodiyor qo‘limdan tutdi:\n\n– Bu yerda cho‘milib bo‘lmaydi, – dedi u.\n\n– Nega? Axir tinchgina oqayapti-ku, – dedim hayron bo‘lib. Shunda...\n\n– Ana ko‘rdingmi, seni deb odamlar mendan ham yuz o‘girmoqchi. Seni ko‘rgan odam vahimaga tushadi. Sendan qochadilar, – degan ovoz keldi qayerdandir.\n\n– Sen ham eshitdingmi? – dedim Shodiyorga.\n\n– Yo‘q, nimani? – dedi u hayron bo‘lib. Keyin jim quloq solib turdim. Oyoq-qo‘lim titray boshladi. Shodiyorning ham dami ichiga tushib ketdi.\n\n– Bo‘lmagan gap, – dedi yana boshqa ovoz. – Meni yaxshi ekanligimni nomimdan ham bilsang bo‘ladi. Ko‘rmayapsanmi, sutdek oqman. Odamlar ham meni Oqdaryo deyishadi.\n\nHa, bu daryolarning ovozi edi. Avvaliga Shodiyor ham, men ham qo‘rquvdan titrab turdik. Keyin asta yerga cho‘kkalab ularni tingladik.\n\n– Seni nominggina “Oq” xolos. O‘zing esa doimo odamlarning nafratini keltirasan, – dedi Qoradaryo.\n\n– Yo‘q, sen bu gaplarni meni ko‘rolmaganing uchun aytyapsan. E’tibor bersang, hamma narsa oqlik bilan bog‘liq. Odamlar uchun oq rang doim farovonlik, tinchlik ramzi bo‘lib kelgan. Ularga qadrli bo‘lgan hamma narsa oq bo‘lgan, – deya g‘azablanib, ko‘pirib ketdi Oqdaryo.\n\n– To‘g‘ri, mening nomim Qoradir, lekin odamlar doim mening bag‘rimga oshiqadilar. Men ularni iliq yuz bilan qarshilayman. Seni esa noming oq-u, lekin qahring qattiq. Bag‘ringga kirgan odam borki, bir falokatga giriftor qilasan. Shuning uchun sendan nafratlanishadi, – dedi Qoradaryo bunga javoban. Shunda negadir tilim aylanib ketdi:\n\n– Shoshmanglar, – dedim beixtiyor ularning suhbatini bo‘lib, – bilishimcha, bu tortishuv biz tufayli kelib chiqqan ko‘rinadi.\n\n– Sen bizni eshityapsanmi? – dedi Qoradaryo lablarini qimirlatgandek mavjlanib.\n\n– Ha, eshityapman.\n\n– Unda ayt-chi, nega sen tinch va sokin oqayotganimni ko‘rib turib ham suvimga tushmading? O‘rtog‘ing Oqdaryoning avzoyiga qarab seni to‘xtatib qoldi, shundaymi? – dedi Qoradaryo.\n\n– Ha, to‘g‘ri, shunday bo‘ldi, – dedim ularning tilini tushunayotganimdan shodlanib.\n\n– Ana ko‘rdingmi? – dedi Qoradaryo g‘azablanib, – bu yerda ikkimizning ham suvimiz bor. Ammo senga qo‘shilib mening ham nomim yomonga chiqqan. Qayerdan ham senga qo‘shilganman-a, o‘zi!\n\n– To‘xta, aslida ikkalangiz ham to‘g‘ri gapirdingiz, – dedim-u, gapim bo‘lindi.\n\n– Unda nega sheriging cho‘milishga ruxsat bermadi? Demak, u mendan qo‘rqadi, a? – dedi soch-u soqoli go‘yo oppoq sovun ko‘pigiga o‘xshab ketadigan badjahl Oqdaryo. Shodiyor bamaylixotir javob berdi:\n\n– Yo‘q, Oqdaryo. Sendan hech kim qo‘rqmaydi, aksincha, nafratlanadi. Yomon ko‘radi, bilding. Sen oddiy suv bo‘lsang ham... – Shodiyorning gapi bo‘lindi.\n\n– Unda nega suvga tushmayapsizlar? Qani, zo‘r bo‘lsang ko‘ray, yaqinlashgani qo‘rqasizlar-ku...\n\nUning bu gapidan mening jahlim chiqib ketdi:\n\n– Kim qo‘rqadi? Hozir ko‘rsataman... – dedim-u, kiyimlarimni yechib ham o‘tirmay o‘zimni shartta Oqdaryoga otdim.\n\nSuvga sho‘ng‘igach, daryo ostida qancha qolib ketganimni bilmadim. Juda chuqur tuyuldi. Ummon o‘z domiga tortib ketganday, go‘yo. Yuqoriga qarab talpinib, arang suv sathiga chiqib oldim. Qarasam, ko‘prikning narigi tomonidan chiqibman. Buyog‘i unchalik chuqurga o‘xshamaydi. Ammo suv meni shiddat bilan oqizib ketyapti. Qirg‘oqda Shodiyor ko‘rindi. U jazavaga tushib nimadir deb baqirib yugurardi. Men esa qirg‘oq tomonga talpinaman. Qancha harakat qilmay, harakatlarim besamar ketardi. Bir payt suv meni qandaydir kattakon xarsangga urdi. Mushaklarim, oyoqlarim bo‘shashib qoldi. Qo‘rqqanimdan ko‘zimni chirt yumib oldim. Birdan o‘zimni yengil his qila boshladim. Tamom bo‘ldim, deb o‘yladim. Birozdan so‘ng ko‘zimni ochdim-u, o‘zimni Qoradaryoda ko‘rdim. Daryo meni avaylabgina olib ketardi. Ajabo! Shu payt ortimizdan Oqdaryo quvib kelayotganini ko‘rdim. U shovqin solib ustimizga katta to‘lqin tashladi. Keyin katta-katta toshlarni men tomon uloqtirdi. Qoradaryo meni himoya qilayotganday toshlarga chap berardi. Oqdaryo yana bir nechta toshlarni biz tomonga otdi. Keyingi xarsang uchib kelayotganda qo‘rquvdan baqirib yubordim...\n\n...Ko‘zimni ochib, o‘rnimdan sapchib turdim. Qarasam, so‘rida ekanman. Shodiyor mazza qilib uxlab yotibdi. Hamma uyquda, jim-jit. Chuqur xo‘rsinib qushday yengil tortdim. Xayriyat, hammasi tush ekan. Yana o‘rnimga cho‘zilib osmonga termulib yotdim. Lekin qani endi uyqu kelsa. Ikki daryo bilan qilgan suhbatimni o‘ylab tong ottirdim.\n\nErtalab ko‘rgan tushim haqida Shodiyorga hech narsa demadim. Chunki u baribir menga ishonmaydi. Lekin butun yoz bo‘yi bu haqda o‘ylab yurdim. Ta’til tugagach, oyim meni uyimizga olib ketdi. Sakkizinchi sinfga o‘tib yangi o‘quv yilini ham boshladim. Ammo, negadir, zo‘rg‘a uch-to‘rt baho oladigan boladan a’lochi o‘quvchiga aylandim. Xulqim ham binoyidek edi. Bundan hamma hayron, hatto oyim ham.\n\nBir kuni darsdan kelsam, oyim xolam bilan telefonda gaplashib o‘tiribdi. Quloq tutsam, xolamga Shodiyorni maqtayapti. Go‘yoki meni u o‘zgartirgan emish. Bilishmaydiki, o‘zgarishimga Shodiyor emas, ikki daryo – Oqdaryo va Qoradaryo sababchi bo‘ldi.\n\nEh, negadir, yana o‘sha daryolar bo‘yiga borgim kelyapti."
    },
    {
      "id": 7,
      "name": "Yozgi ta’til – yilga tatir",
      "story": "Poytaxtimizning Olmazor tumanidagi 165-maktabda tashkil qilingan “Qaldirg‘och” nomli sog‘lomlashtirish oromgohida 150 nafar o‘quvchi mazza qilib dam olmoqda. U yerda tashkil etilgan to‘garaklarda bolalar o‘zlari qiziqqan hunarlarni ham o‘rganishmoqda.\n\n– Sog‘lomlashtirish oromgohimizda o‘quvchilarni 5 ta guruhga bo‘lganmiz. Ularning iste’dodini yuzaga chiqarish uchun barcha qulayliklarni yaratib, qiziqishlariga qarab to‘garaklarga jalb etganmiz. Bolalar o‘rtasida turli tanlovlar, “Ertaklar yaxshilikka yetaklar” mavzusi doirasida rang-barang sahna ko‘rinishlari tayyorladik. Yurtboshimizning “Yuksak ma’naviyat – yengilmas kuch” asari mazmuni hamda “Nonni e’zozla”, “Giyohvandlik asr vabosi” nomli tarbiyaviy soat darslari, “Sog‘lom turmush tarzini tashkil etish” shiori ostida o‘quvchilar bilan savol-javoblar, “Shaxsiy gigiyena qoidalariga rioya qilish” mavzusida ham muntazam suhbatlar o‘tkazilib borilmoqda. Bu esa o‘quvchilarimizning sog‘lom fikrli, bilimli bo‘lishi bilan birga mahoratlarini oshirishga zamin yaratadi, – deydi oromgoh rahbari Siroj Masharifov.\n\nMaktab oromgohida tashkil qilingan “Yumshoq o‘yinchoqlar”, “To‘quvchilik”, “Tasviriy san’at”, “Ingliz tili”, “Stol tennisi”, “Shashka”, “Rus tili” va “Musiqa” kabi to‘garaklarda faol qatnashib, iqtidorini namoyish qilayotgan bolalarning tanlovlarda qo‘lga kiritgan yutuqlari ham talaygina.\n\n– “Yoz – o‘tmoqda soz” mavzusida asfaltga rasm chizish bo‘yicha o‘tkazilgan tanlovda guruhimiz bilan 1-o‘rinni qo‘lga kiritdik, – deydi shu maktabning 6-sinf o‘quvchisi Abdulloh Omonaliyev. – Sportga qiziqqanim uchun har kun mashg‘ulotlarni intiqlik bilan kutaman. Ayniqsa, shashka, stol tennisi, futbol o‘ynash jon-u dilim. Bir yildan buyon “Spartak” futbol klubiga qatnayapman. Yaqinda jamoamiz bilan Sochi shahrida 12 yoshli bolalar o‘rtasida bo‘lib o‘tgan xalqaro turnirda 30 ga yaqin davlat orasida 4-o‘rinni qo‘lga kiritdik. Hozir Rossiyaning Qozon shahrida bo‘lib o‘tadigan musobaqada qatnashish uchun tayyorlanayapmiz. Oromgohdagi do‘stlarimga ham futbol qoidalarini o‘rgatayapman.\n\nTa’til baribir yaxshi-da. Miriqib dam olasan. Ko‘plab do‘stlar orttirib, bilmaganlaringni ulardan o‘rganasan. Muhimi, oromgohda dam olayotgan har bir bola bo‘sh vaqtini mazmunli o‘tkazishi uchun barcha sharoitlar muhayyo.\n\n– Bolalar oromgohga kelganda o‘quv yilidagi charchoqlari chiqib ketishi uchun sinf xonalariga, yo‘laklarga o‘zgacha ko‘rinishda bezak berdik. Turli tadbir va tanlovlarni o‘tkazishimizdan maqsad ham o‘quvchilarimizdagi yashirin qobiliyatlarni yuzaga chiqarish. “Ertaklar – yaxshilikka yetaklar” mavzusidagi sahna ko‘rinishlarini ijro qilish uchun o‘quvchilarimiz ko‘plab badiiy kitoblar o‘qishyapti. Bu esa ularning kitobga mehrini oshirish bilan birga badiiy didini ham tarbiyalaydi. Ularning salomatligiga ham alohida e’tibor qaratganmiz. Ertalabki badantarbiya ochiq havoda o‘tadi, tushlikdan oldin o‘g‘il bolalar va qizlar alohida-alohida suzish havzalarida cho‘milishadi. Suvning tozaligi va harorati maktabimiz hamshirasining nazoratida. Bolajonlarimizning taomnomasi ratsioniga vitaminga boy mahsulotlardan foydalanayapmiz, – deydi maktab direktori Shohista Mirzaxo‘jayeva.\n\nBugun oromgohda jismonan sog‘ayib, ma’naviy olamini ham boyitayotgan bu bolalar yangi o‘quv yilida ulkan yutuqlarga erishishiga ishonamiz. Zero, bejiz, sog‘lom tanda sog‘ aql, deyishmaydi-da."
    },
    {
      "id": 8,
      "name": "Qo‘ng‘ir ayiq qasosi (hikoya)",
      "story": "Oyqor tog‘ining kun chiqish tarafida – Ko‘kqo‘ton archazorlarining quyuq qismidagi uyada ona ayiq Qo‘ng‘ir va Paxmoqoy laqabli bolalari bilan yashar edi.\n\nKunlarning birida ona ayiq ov qilishni o‘rgatish uchun bolalarini Burgutqoyaga boshladi. Yo‘lda odam hidini sezib to‘xtadi. Bolalarini archazor orasiga yashirib, o‘zi ovchilarni chalg‘itish uchun yo‘lini boshqa tomonga burdi.\n\nOvchilar ayiqni tutish maqsadida Burgutqoyaning ikki tomonidan pistirma qo‘yib, kutib turishgandi. Ovchilardan biri ayiqqa o‘q uzdi. O‘q ayiqning yelkasiga tegdi. Ona ayiq qocha olmasligini sezib, ovchi tomon yugurdi. Endi pistirmada turgan ikkinchi ovchi o‘q uzdi. Yugurib kelayotgan ona ayiq qattiq chayqalib ketdi. Lekin yiqilmadi. G‘azab va og‘riq ichida ovozining boricha o‘kirdi. Uning ovozi Burgutqoyani larzaga keltirdi. Shu payt yana o‘q otildi, bu safar o‘q uning boshiga tegdi. Ona ayiq orqaga yiqildi...\n\nTong otdi. Qo‘ng‘ir archa tagidan chiqib, atrofni kuzatdi, hech qanday xavfni sezmagach, Paxmoqoyni chaqirdi. Paxmoqoy Qo‘ng‘irga ergashib, uyasi tomon yo‘l oldi. Och va horg‘in ayiqchalar uyadagi yegulik qoldiqlari bilan biroz qorin to‘yg‘azishdi.\n\nOradan bir oy o‘tdi. Ayiqchalar mustaqil yashashga anchagina ko‘nikib qolishdi. Ammo bir kuni tunda begona katta ayiq kelib, Qo‘ng‘ir va Paxmoqoyga tashlandi. Ayiqchalar uyadan zo‘rg‘a qochib chiqishdi. Yugura-yugura katta qirdan oshib Qushchisoy sohillarida to‘xtashdi. Sohildan sal ichkarida tarvaqaylab o‘sgan ulkan archa tagida o‘zlariga moslab uya yasab olishdi.\n\nShu yerda Qo‘ng‘ir va Paxmoqoy hayotlarida ilk marta to‘ng‘iz bolasini ovlab olishdi. O‘lja ularga ancha kungacha ozuqa bo‘ldi. Chunki to‘ng‘iz kattagina edi. Shu zaylda ayiqlarning ov qilish mahorati oshib bordi.\n\nAyiqchalar sayr qilib yurib, Oyqorning g‘arbida joylashgan Kiyikmozorga borib qolishdi. Kiyikmozordan Qushchisoyga o‘tishda Pichirlisoy degan dara bo‘lib, u ilonlar makoni edi.\n\nPaxmoqoy Qo‘ng‘irdan qochib kattakon tosh ustiga sakrab chiqdi. Avvaliga akasiga erkalanib turgan ayiqcha to‘satdan ayanchli ingrab yubordi. U tosh ustida oftobda kulcha bo‘lib toblanib yotgan zaharli ilonni bosib olgandi. Ilon qilmishidan pushaymonday sekin toshlar orasidan sirg‘alib ko‘zdan g‘oyib bo‘ldi. Paxmoqoy yerga quladi.\n\nAvval onasidan, so‘ng singlisidan ayrilgan Qo‘ng‘ir yolg‘izlikka ko‘nikolmay ko‘p qiynaldi. Bu orada kuz oxirlab qoldi. Kunlar sovib, tog‘ga qor yog‘di. Qo‘ng‘ir boshqa ayiqlar qatori qishki uyquga ketdi. Yana bahor keldi. Tog‘lar ko‘rkamlashib, unda hayot qaynadi. Kuzgacha Qo‘ng‘ir ham ulg‘ayib, bahaybat, kuchli ayiqqa aylandi. U o‘zi o‘sib-ulg‘aygan tog‘ni qo‘msadi. To‘g‘ri o‘z bolaligi o‘tgan uyasi tomon keldi. Bosqinchi ayiq hanuzgacha o‘sha yerda yashayotgan ekan. Qo‘ng‘ir uni uyasidan haydab chiqardi.\n\nKunlarning birida Qo‘ng‘ir Burgutqoya tomon kelayotgan aravadagi ikkita odamni ko‘rib qoldi. Qo‘ng‘ir yo‘lga yaqin katta xarsang tosh orqasiga yashirindi. Shu payt miltiq ovozi eshitildi. Archazorlar ichidan kakliklar shovqin solib uchib ketdi.\n\nOvchilarning bittasi tog‘ tomon yugurib chiqdi va qoyadan turib ovlagan kakliklarini ko‘rsatib, sherigiga maqtandi. Bu orada sherigi aravasini yetaklab, Qo‘ng‘ir tomon yaqinlashib qolgandi.\n\nQo‘ng‘ir uning hidini oldi. Bu o‘sha – uni onasidan judo qilgan ovchi edi! Xayolga berilgan ovchi xavfni sezmadi. G‘azabga to‘lgan Qo‘ng‘ir panadan chiqdi, qattiq bo‘kirib u tomon tashlandi. Ayiqning vajohatidan dovdirab qolgan ovchi o‘q uzish o‘rniga miltig‘ini aravaga otib yubordi. O‘zi esa tepaga, qo‘rquvdan qotib turgan sherigi tomon yugurdi. Shamolday yelib borayotgan dushmaniga yetib bo‘lmasligini tushungan Qo‘ng‘ir g‘azab bilan aravani ko‘tarib yerga urdi. O‘ng tomondagi o‘qidan chiqib ketgan g‘ildirak omon qolganiga shukur qilib pastga g‘ildirab ketdi.\n\nQo‘ng‘ir bir majaqlangan aravaga, bir ovchilar berkinishga ulgurgan qoyaga qarab o‘kinchli o‘kirdi-da, tog‘ tomon ikki-uch qadam tashladi. Ko‘zi arava parchalari tagidagi qo‘ndog‘i singan miltiqqa tushgach, to‘xtadi. Bahaybat gavdasini xiyol egib, old panjalari bilan “aybdor”ni yerdan ko‘tardi va jarlikka uloqtirdi. Miltiq toshga urildi shekilli varanglab ketdi.\n\nAna shundan keyin Qo‘ng‘ir xotirjam tortib, o‘rmon ichkarisiga kirib ketdi. Uni bu yerlarda qaytib ko‘rishmadi."
    },
    {
      "id": 9,
      "name": "Shifokoning dadasi (kichik hikoya)",
      "story": "O‘n yoshli Alisher oxirgi paytlarda tez-tez kasal bo‘lib qolaverdi. Natijada maktab darslarini o‘zlashtirishda sinfdoshlaridan orqada qola boshladi.\n\nBir kuni ota-onasi o‘g‘lini shahardagi eng katta shifoxonaga olib bordi. Alisher har bir tibbiy ko‘rikdan o‘tar ekan, shifokorlarning sinchkov nigohlaridan, shirin so‘zlaridan ruhlanar edi. Ayniqsa, katta shifokor Davlat akaning dalda beruvchi “Alisher o‘g‘lim, sen juda ham aqlli bola ekansan. Agar sen menga yordam bersang, kasallikni birga yengamiz, aksincha bo‘lsa, kasallik seni yengib qo‘yadi”, – degan so‘zlaridan xursand bo‘ldi.\n\n– Qaysi sport turini yoqtirasan? – so‘radi Davlat aka Alisherdan.\n\n– Futbolni, – dedi u.\n\n– Juda soz, unda men aytgan dorilarni ichish bilan birgalikda, jismoniy mashqlar bilan ham shug‘ullanasan. Ayniqsa, futbol bilan, – deya shifokor bolakayning boshini silab qo‘ydi.\n\nDavlat akaning tez-tez qo‘ng‘iroq qilib turishi ham Alisherga katta kuch bag‘ishlardi. Shunday qilib Alisher futbol bilan jiddiy mashg‘ul bo‘ldi. Natija esa tez orada sezildi. Ya’ni, endi Alisherning o‘qishi, salomatligi ham yaxshi tomonga o‘zgara bordi.\n\nNavro‘z bayramida maktabda bo‘lib o‘tgan sinflararo futbol musobaqasida eng ko‘p gol Alisherning hisobiga yozilganidan o‘zi ham, ota-onasi ham cheksiz shodlandi. Musobaqa so‘ngida esa maktab rahbariyati tomonidan Alisherga “Faxriy yorliq” va nishon topshirildi. Ertasiga u bo‘yniga nishonni taqqancha dadasi bilan Davlat akaning yoniga bordi. Mehribon shifokor Alisherning bu g‘olibligini ko‘rib: “Yashavor, chempion”, deya yelkasiga qoqib qo‘ydi."
    },
    {
      "id": 10,
      "name": "Gavriil Troyeprolskiy. Oq Bim qora buloq (qissadan parcha)",
      "story": "Navbatdagi ov mavsumida Bim uch yoshga to‘ldi, Ivan Ivanich uni o‘rmon bilan tanishtirdi. Bu ikkalasi uchun ham qiziq kechdi.\n\nIkki o‘rmon so‘qmog‘i tutashgan joyda yaylov yastanib yotardi, yo‘llar to‘rt tomonga ketgan. Ivan Ivanich yong‘oq shoxlari ichiga kirib oldi, atrofga va yuqoriga qaradi. Bim ham o‘sha tomonga tikildi, bor kuchi bilan u yerda nimani ko‘rish mumkinligini anglab yetishga tirishdi.\n\nYuqori baland edi, pastlik esa borgan sari qorong‘ilashib borardi. Kimdir o‘rmon ichidan o‘tganday bo‘ldi, birdan atrof tinchidi. Yana shitirladi va yana jimlik. Bim Ivan Ivanichning oyoqlarini quchib oldi: “Bu yerda nima bor, kim bor? Balkim borib ko‘rarmiz?”\n\n– Quyon, – sekin gapirdi xo‘jayin. – Hammasi yaxshi, Bim. Qo‘y, yuraversin. “Yaxshi” deyildimi, demak, hammasi joyida. “Quyon” ham tushunarli, – Bim bir necha bor jonivorlarning izidan tushishganda mana shu so‘zni eshitgandi. Bir kuni uni ko‘rdi, quvib ketmoqchi bo‘ldi-yu, ammo tanbeh eshitdi va bu mumkin emasligini bildi.\n\nYaqin atrofda quyon yuribdi. Endi nima bo‘ladi? Birdan yuqorida ko‘zga ko‘rinmas nimadir qattiq chinqirdi: “Xor-xor”, “Xor-xor”. Bim bunday tovushni ilk bor eshitdi, titrab ketdi. Ikkalasi ham yuqoriga, faqat yuqoriga qarashdi. Kutilmaganda qirmizi moviy tong bag‘rida uzoqdan bir qush ko‘rindi. Qush ular tomonga uchib kelardi, ahyon-ahyon qichqirib qo‘yardi. Bu qushgamas, allaqanday jonzotga o‘xshardi go‘yo, ovoz chiqarib uchardi. Biroq u baribir qush edi. Bahaybat, qanotlaridan sas chiqmasdi (masalan, bedana, kaklik yoki o‘rdaknikiga o‘xshab). Qisqasi, notanish qush yuksaklikda parvoz qilardi.\n\nIvan Ivanich miltig‘ini yelkasidan oldi. Bim buyruq berilganday yotib oldi, ko‘zlarini qushdan uzmadi. O‘rmonda keskin va kuchli o‘q ovozi yangradi. Bim buni avval eshitmagan edi. Sado o‘rmon bo‘ylab yoyilib ketdi, olislarga borib tindi.\n\nQush butoqlar ustiga quladi, uni do‘stlar birpasda topib olishdi. Ivan Ivanich qushni Bimning oldiga qo‘ydi:\n\n– Tanish, og‘ayni, bu o‘rmon loyxo‘ragi.\n\nBim uni hidlab ko‘rdi, panjalari bilan uzun tumshug‘ini turtdi, old panjalari bilan ushladi, hayratlandi. Mana buni tumshuq desa bo‘ladi!\n\nO‘rmon esa ohista shovullardi, bora-bora sokinlashdi, so‘ng birdan atrofga sukunat cho‘kdi, go‘yo nimadir kuchli qanotlari bilan daraxtlar uzra bir silkindi: shitirlashni bas qilinglar! Butoqlar tinch, daraxtlar mudrayotganday, faqat yiroqda nim qorong‘ilikda nimalardir shitirlab qo‘yardi.\n\nYana uchta loyxo‘rak uchib kelishdi, lekin Ivan Ivanich ularni otmadi. Eng keyingisi qorong‘ilikda ko‘zga tashlanmagan bo‘lsa-da, ovozini eshitishdi. Bim hayron qoldi, nega do‘sti ko‘zga yaqin turgan ikkita qushga o‘q uzmadi? It hayajonlandi. Ivan Ivanich yuqoridan ko‘z uzmas, sukunatni tinglardi. Ikkalasi ham jim edi.\n\nSo‘z aytilmasa ham his etish mumkin bo‘lgan lahzalar naqadar sirli! Ketish oldidan xo‘jayin tilga kirdi:\n\n– Yaxshi, Bim. Hayot yangidan boshlanmoqda. Bahor.\n\nBim gap ohangidan do‘stining kayfiyati yaxshi ekanligini sezdi. U tumshug‘i bilan uning tizzasiga turtib qo‘ydi, dumini o‘ynatdi. Yaxshi bo‘lsa, yaxshi-da!\n\nUlar bu yerga ikkinchi marta tong yorishib ketgandan so‘ng kelishdi. Qayinlarning bo‘rtib chiqqan kurtaklaridan xush bo‘y taralar, tomirlardan kuchli hid anqir, uzun va tor so‘qmoqlar maysalar, o‘t-o‘lanlar oralab yugurardi. Bularning bari yangi va hayratlanarli edi. Quyosh o‘rmonni yorib kirib borar, borliqni zarrin nurlar yarqiratardi. Jimjitlik, atrof sokin. O‘rmon bahor tongi sukunatida naqadar ajoyib!"
    },
    {
      "id": 11,
      "name": "Oqsroyning favvoralari",
      "story": "Elchini katta e’zoz bilan Oqsaroyga olib kirishdi. Ulkan ko‘shkli saroy darvozasidan kirib borar ekan, Klavixo bu shohona koshonaning har burchiga yosh boladek intiq boqar, o‘zgacha nur taralib turgan devorlarning mahobati va bejirim naqshlaridan ko‘zi qamashardi. Oyog‘i ostidagi marmarda mavjlanayotgan o‘z aksini ko‘rib turgan mehmon qadamini yengillatdi. Go‘yoki oyna ustida sirpanib uchayotgandek ko‘ngli hapriqdi.\n\nMehmonni ichkariga olishdi. Aylana zinalardan minora tepasiga ko‘tarilar ekan, elchi Oqsaroyning nainki tashqi, balki ichki qiyofasi-da munavvar, charog‘on ekanligiga amin bo‘ldi. Saroy tepasiga ko‘tarilib borar ekan, har o‘n-o‘n besh qadam oralig‘ida ko‘zga tashlanayotgan tuynuklarga e’tibor qaratdi. Va bildiki, bu yo‘lak odatiy saroylarnikidan farq qiladi. Negaki zinalarning biror qismida mash’ala yo‘q, unga hojat ham zarur emas. Klavixo tanasiga engan ajib hayrat og‘ushida navbatdagi tuynukka sinchkov ko‘z tashladi. Undan biror sir, qandaydir mo‘jiza qidirdi. Ko‘plab davlatlarda bo‘lgani-yu, ammo hech bir yurtda bu kabi g‘aroyib inshoot tarhini, kichik ochiqlikdan shuncha ko‘p nur yog‘ilishini ko‘rmaganini, shundanmi bino sirini anglashga bo‘lgan ishtiyoq ko‘nglida vulqondek toshib borayotganligini sezdi. Navbatdagi ochiq yerdan tashqarini bir muddat tomosha qilib o‘tdi. Oniy lahzada nigohi anglashga ulgurgani, tevarakni ulkan yam-yashil gilam qoplab olgan. Elchi tabiatning bu ajib fusniga ich-ichidan tasanno aytdi. Go‘zallikning yangi lavhasini kashf qilgandek, navbatdagi tuynuklardan tashqariga yana bir-ikki bor nigoh tashladi. Bir fursat o‘tib mehmonning oyoqlariga charchoq endi. Minora boshiga yetishga esa hali fursat bor. Klavixo to‘xtab, chuqur bir tin olgach, yonidagi safardoshlariga pichirladi: “ha, bundayin mahobat na Mag‘ribda, na Mashriqda bor. Temurning qudrati va ulug‘ligi uning saroylarida bo‘y ko‘rsatib turibdi. Bu haqiqat”.\n\nBiroz muddat o‘tib saroy cho‘qqisida joylashgan qabulgoh sahnidan avval eshikog‘asi, keyin mehmon bo‘y ko‘rsatdi. Klavixo avvaliga atrofni ko‘z qiridan o‘tkazdi. So‘ngra pastga qaradi. Ajib go‘zallikdan, betakror shahar va maftunkor tabiat uyg‘unligidan ko‘zlari qamashdi. Ko‘rganlarini tafakkur qilishga ulgurmay, elchini qabulgohning ichki xonasiga olib o‘tishdi. Bu yerda Ispaniya elchisi Klavixoni rasmiy kutib olish marosimi uchun barcha tadorik ko‘rilgan. Davra to‘rida kishi bo‘yi barobar savlat to‘kib turgan oltin taxt o‘z sohibi qudratini yaqqol ko‘rsatib turibdi. Sohibqiron Amir Temur bir qo‘lini taxt suyanchig‘iga qadab, ikkinchi qo‘li bilan tizzasiga kaft bosgan. Elchi taxtga yaqinroq borish maqsadida oldinga qadam bosdi. Oyog‘i cho‘g‘ gilamga yetishi hamon o‘rtada yastanib yotgan hovuz ichidan o‘nlab favvoralar otilib chiqdi. Bir tekis ko‘kka intilayotgan billur tomchilar qoshida elchining avvaliga xayoli qochdi. So‘ng tanasiga singa boshlagan hayajon bilan davra to‘ridan mehmonga ko‘z uzmay razm solib turgan Sohibqironga qaradi. Buyuk Temur xushnud kayfiyatda mehmonni kuzatar, uning jilovlashga harchand urinsa-da toshib borayotgan hissiyotlaridan zavq tuyardi. Klavixo hovuz o‘rtasida miltillab raqs tushayotgan qizil olmalarning favvora tomchilari orasida yanada chiroy ochib borayotganligiga biroz termuldi. Keyin oldinga o‘rtacha to‘rt qadam tashlab, ispancha tavoze bilan ta’zim qildi. Shu onda elchining harakatlariga mutanosib ravishda bir tekisda suv taratib turgan favvoralar ilkis bosh ko‘tardi-yu, o‘z jilosini yanada balandroq tarata boshladi.\n\nKlavixo shu vaqt Oqsaroy darvozasi peshtoqiga oltin harflar ila bitilgan Sohibqiron so‘zlarini yodga oldi va vatanparvarlik hamda katta g‘urur bilan aytilgan bu kalomning naqadar haqligiga ming karra iqror bo‘ldi. Shu bois favvoralarning betakror jilvasiga termulib, Temur so‘zlarini yana bir bor xayolidan o‘tkazdi: “Kimki bizning qudratimizga shubha qilsa, biz qurgan binolarga boqsin”.\n\nElchi va sayyoh Klavixo chuqur yutinib qo‘ydi."
    },
    {
      "id": 12,
      "name": "To‘ti",
      "story": "Ukam ikkimiz jonivor va qushlarni yaxshi ko‘ramiz. Bu xislat bizga bobomdan o‘tgan bo‘lsa kerak. Chunki bobomni uyi xuddi hayvonot bog‘iga o‘xshaydi. Bobom hovlisining etagida jonivor va qushlar uchun maxsus xonalar qurganlar. U yerda quyon, tipratikan, qo‘zichoq, buzoq, tovuq, kurka, kaptar va kaklik bor. Bobom har bir jonivor qanday o‘t yeydi, qaysi qushga qaysi don ko‘proq yoqishini, hatto ular qay paytda suv ichishi kerakligini ham biladilar.\n\n– Bobo, qachon kelsam, toshbaqa bilan tipratikaningiz uxlab yotadi. Ular nega bunaqa dangasa? – so‘radi Saidakbar.\n\n– Ey, toy, tipratikanlarni xafa qilma. U sirayam dangasa emas. Sen biznikiga kunduzi kelasan. Tipratikan esa tunda ovga chiqadi. Chiroqqa kelgan qo‘ng‘iz, kapalaklar bilan suvaraklarni tutib yeydi. Toshbaqaning tabiati shunaqa, yilning to‘qqiz oyini uyquda o‘tkazadi. Lekin uning ham tabiatga foydasi ko‘p tegadi, – deydilar bobom.\n\n– Bobojon, kaptarlaringizni osmondagi raqslarini ko‘rib mazza qilaman. Ular avvalgidan ham ko‘payib ketishibdi. Lekin kanareykangiz bittagina, nega ularni ko‘paytirmaysiz?\n\n– Kaptarlar o‘zbeklarga o‘xshaydi. Bir-biriga mehribon, oila bo‘lib yashashni ma’qul ko‘rishadi. Kanareyka esa sayroqi qush. Ularni sen aytgandek ko‘paytirib qo‘ysam, sayramay qo‘yishadi. Kanareyka faqat yolg‘izlikdagina sayraydi-da, bolam, – jilmayadi bobom.\n\nBizni hadeb bobomlarning uyiga ketib qolayotganimizni ko‘rgan dadam bir juft chiroyli to‘tiqush olib keldilar. Bo‘yni qop-qora, qanotlari sariq va yashil. Biz qushlarni nega “to‘ti” deyishlarini bilib oldik. Ular “to‘-ti, to‘-ti” deb sayrar ekan. Men darrov bobomga telefon qildim.\n\n– Bobojon, to‘tiqushlar nima yeydi?\n\n– Ha, dadang so‘zida turibdi-da. Muborak bo‘lsin. Ona qizim, senga ular haqidagi kitobimni berib turaman. O‘qib, parvarishlashni bilib olasan. Senga kitobda yozilmagan bir gapni aytaman. Uni bajarishing biroz qiyinroq, – to‘xtab qoldilar bobom.\n\n– Men bajaraman bobojon, men to‘tilarimni yaxshi ko‘raman, – dedim.\n\n– Ha, unday bo‘lsa yaxshi. Men ham shuni aytmoqchi edim. Qushlarga, jonivorlarga eng avvalo mehr kerak. Tagini tozalashdan, vaqt topib gaplashib turishdan erinmasang, ular senga do‘st bo‘ladi. Chiroyli ovozda sayrab beradi. Hatto gapirib ham yuboradi.\n\nMana, oradan uch oy vaqt o‘tdi. To‘tilarimiz ko‘p qavatli uyda yashashga ham ko‘nikdi. Men ularga ismimni aytishni o‘rgatdim. Hozir eshikdan kirishim bilan “Ma-di-na” deyishadi chug‘illab. Kecha, qo‘noqda kichkina to‘ti ko‘rinmadi. Sekin inini ichkarisiga qarasam, yerda yotibdi. Qo‘rqib onamni chaqirdim.\n\n– Suyunchi ber, qizim. To‘tilaring yaqinda ko‘payadi, u tuxum bosib yotibdi, – dedilar oyim. Darrov bobomga qo‘ng‘iroq qildim.\n\n– Yaxshi, demak, sen to‘tilarga men aytgan mehrni beribsan. Endi uni ikki hafta bezovta qilmay tur, – dedilar bobom. – U faqat mehribon odamlarning uyidagina bola ochadi.\n\nMen suyinib ketdim."
    },
    {
      "id": 13,
      "name": "Tut daraxti",
      "story": "Uy vazifalarini bajarib bo‘lib, kitob-daftarlarini sumkaga joylagan Dilmurod sovqotganidan xona ichida bo‘lishiga qaramay paltosini kiyib oldi. Aksiga olib ko‘mir ham tugagan. Pechkani yoqishga o‘tin kerak. Uning xayolini bo‘lib akasi chaqirdi.\n\n– Yur, o‘tin olib kelamiz.\n\nSovuq jon-jonidan o‘tgan Dilmurod, qayoqqa, deb so‘ramasdan ham akasiga ergashdi.\n\nKuzda g‘o‘zapoyasi yig‘ishtirib olingan, ustini qirov qoplagan dalaning chetidagi shoxlari yoyilgan qator tut daraxtlari ayozda karaxt turardi. Akasi bitta katta tut yonida to‘xtadi. Keyin ukasiga o‘girildi.\n\n– Ma, ushla! – deya arrani unga uzatdi. – Ikkovimiz tortamiz.\n\nDilmurod arraning sopini ushladi-yu, birdan qo‘yib yubordi.\n\n– Nima qilganing bu? Joning bormi o‘zi?\n\n– Kerakmas, kesmaysiz! Axir bu tut daraxti-ku!\n\n– Nima bo‘pti, tut daraxti bo‘lsa? Pishiq, o‘tini qattiq, cho‘g‘i uzoq vaqt o‘chmaydi. Pechkabop qilib o‘tin tayyorlaymiz.\n\nDilmurod burildi.\n\n– Qayoqqa?\n\n– Uyga.\n\n– Ketaver, o‘zim amallayman, – dedi akasi to‘ng‘illab. – Hali issiqqina uyda o‘tirganingda, rahmat dersan.\n\nDilmurod ilkis ortiga qaytdi. Arraning tishini daraxtga botirishga shay turgan akasining qo‘liga yopishdi. Boshidan oyog‘igacha qizib ketganday bo‘ldi. Yuragi tez-tez urar, ko‘zlari chaqnab ketgandi.\n\n– Arralamang! Bahor kelsa yashnaydi. Mevasi shifobaxsh. Barglari ipak qurtiga ozuqa-ku! Yashab turgan daraxtni kesish jinoyat, o‘qituvchim aytgan, – angrayib qolgan akasining qo‘lidan arrani oldi-da, qo‘ltiqlagancha dala chetidan shaxdam yurib ketdi. Ancha yurgach o‘girilib qaradi. Olisda tut daraxti shoxlarini o‘shanday yoyib turar, og‘ir o‘yga botgan akasi yo‘lning o‘rtasida sudralgancha arang odimlardi."
    },
    {
      "id": 14,
      "name": "Kamarda o‘tgan tun",
      "story": "Ergash ikkalamiz sakkizinchi sinfda o‘qiymiz. Yoshimiz teng. Ergash asli qishloqdan. U amakisinikidan maktabga qatnaydi. Amakisining hovlisi bizning hovlimizga yaqin. Ergashning otasi tog‘oldi Padang qishlog‘idagi maktabda boshlang‘ich sinf o‘qituvchisi. Padang Boysun shahar markazidan piyoda yurganda bir soatlik masofadagi qishloq. Tog‘lar orasida joylashgan barcha qishloqlarga yo‘l soy va dara bo‘ylab joylashgan Padangdan o‘tadi. Asosan chorvachilik, lalmi dehqonchilik bilan shug‘ullanuvchi aholi bahor kelishi bilan toqqa yaqin adirlarga ko‘chib chiqishadi. O‘nlab o‘tov va kapalardan iborat bunday turarjoylar ovul deyiladi. Suvli buloqlar va kamarlar yaqinida joylashadigan ovullarning doimiy maskani bo‘lmaydi. Atrofdagi o‘t-o‘lanlarni mollar yeb bitirishgach, boshqa sero‘t yaylovlarga ko‘chishadi.\n\nBahor kunlarining birida sinf rahbarimizdan ikki kunga javob olib, darsdan so‘ng Ergash bilan Padang qishlog‘i tomon piyoda jo‘nadik. Ergashning otasini qishloqdagilar orqavorotdan G‘affor muallim, deyishardi.\n\n– G‘affor muallim o‘tov tikkan ovul qayerda? – so‘raymiz ro‘paradan kelayotgan yo‘lovchidan.\n\n– Narigi do‘ngdan keyin, – javob berdi u.\n\nDo‘ngdan oshib qarasak, biron ovul ko‘rinmaydi. Soyda mol sug‘orayotgan cho‘pondan yana surishtirdik.\n\n– Ikki do‘ng oshasizlar, Oqtoshdagi buloq bo‘yida, – deb tog‘ tomonni ko‘rsatdi.\n\nAtrofga boqaman. Bahor kezlari adirlarning chiroyi o‘zgacha bo‘ladi. Hamma tomon ko‘m-ko‘k – o‘tloq, maysazor. Neki o‘simlik bor, tuproqdan bosh ko‘tarib, yashashga intiladi. Ayniqsa, shabadada chayqalayotgan qizg‘aldoqlarni aytmaysizmi?\n\nOvulga yaqinlashganimizda itlarning vovullagani eshitildi. Uzoqdan chopib kelayotgan itni tanidik – Bo‘ynoq. Ergashning otasi shaharga bozor-o‘charga kelganida Bo‘ynoq doim birga keladi. Ergash amakisining uyida yashaydi. Eng zo‘ri – amakisi oshpaz. U doim Bo‘ynoqqa deb suyak yig‘ib qo‘yadi. It atrofimizda quvonib aylana boshladi.\n\nErgashning onasi – Zubayda xola kuv urayotgan ekan. Kuv – sutni chayqatib yog‘ini olish uchun ishlatiladigan silindr shaklidagi yog‘och idish.\n\n– O‘layjonlar, qanday shamol uchirdi, charchamay topib keldilaringmi, guzardagi qo‘ni-qo‘shnilar salomat yuribdimi? – deb so‘rashdi Zubayda xola.\n\nErgash yugurib kelgan singlisi va ukasiga keltirgan sovg‘alarini berdi. Ergashning otasi ikkalamizning ham yelkamizga qoqib so‘rashdi.\n\n– Onasi, bolalar yo‘l yurib kelgan, darrov dasturxon hozirla, qaymoq bilan issiq non keltir, keyin bamaylixotir so‘rashaverasan, – dedi keyin xolaga yuzlanib.\n\nZubayda xola yangi dasturxon yozar ekan, so‘zida davom etdi:\n\n– Iloyo, omon bo‘linglar, bolalarim, yaxshi o‘qinglar, shu adirlarda sizlarning duoyi jonlaringni qilib yuribmiz. Ergash o‘g‘lim harbiy bo‘ladi. Harbiy bo‘lganini ko‘rsam, armonim qolmaydi.\n\nTog‘da ko‘proq ichadiganimiz – sut, qatiq. G‘affor muallim uyimizga kelganida otamga uqtirardi: “Aka, yosh bolalar doim oqlik yeb tursin, shunda bolalarning iligi to‘q, suyagi mustahkam bo‘ladi. Albatta, uyda sigir bo‘lsin. Bir sigir olib, qishloqqa yuboring. Men o‘zim boqib, qatig‘ini chakki qilib keltirib berib turaman”.\n\nOvulga kelganimizni eshitgan Elbek ham tezda yetib keldi. Elbek tog‘liklarga xos zuvalasi pishiq, yuzi oftobda qoraygan, bizdan ikki yosh katta, bo‘ychan, abjir bola. U shaharga tushganida men bilan Ergashni ko‘rmasdan qaytmasdi. Elbek sarguzasht kitoblarga o‘ch. Biz unga shunday kitoblar topib qo‘yamiz. U esa tog‘da ro‘y bergan turli voqealarni gapirib beradi.\n\n– Kelganlaringiz yaxshi bo‘ldi, ertaga Oqtoshga chiqamiz, bir tog‘larni tomosha qildiray, tulkining uyasini ham ko‘rsataman, – dedi u jilmayib.\n\nAmmo sayohatimiz Oqtoshga emas, Zovboshi tomonga bo‘ldi. Ertasi yaylovdan qo‘tonga qaytgan mollar orasida Ergashlarning ikki qo‘yi, Elbeklarning ikki echkisi ko‘rinmadi. Ergashlarning sovlig‘i bo‘g‘oz bo‘lib, shu kunlarda qo‘zilashi lozim ekan. G‘affor muallim yoshlikda olgan jarohati tufayli chap oyog‘ini tizzasidan bukolmasdi. Shu sababli piyoda, ulovda yurishga qiynalardi.\n\n– Siz qolavering, muallim, men jo‘ralarim bilan mollarni qidirib topamiz. Bular ham bir oyoqlarining chigilini yozsin, – dedi Elbek.\n\n– Elbek, o‘g‘lim, sen tog‘-toshni yaxshi bilasan, havoning avzoyi buzuq, uzoqqa bormanglar. Mollar shu atrofda biron jarlikda qolib ketgan bo‘lsa kerak. Issiqroq kiyinib olinglar, yomg‘ir tomchilashi bilan kamarga berkininglar. Sen hamma kamarlarni bilasan. Olov yoqish uchun gugurt esdan chiqmasin, – dedi G‘affor muallim. O‘tovdan bir tugun chiqarib, Elbekka berdi va qo‘shib qo‘ydi: – Bu yegulik, qorni to‘qqa balo yo‘q, och yurmanglar. Choy qaynatish uchun tunuka choynakni ham soldim. Xom suvni ko‘p ichmanglar. Uying kapa bo‘lsin, noning katta bo‘lsin, degan eskilar.\n\nBo‘ynoq ham ortimizdan ergashdi. – Men ovloq, xilvat joylarni qidiraman. Ikkalangiz adirning narigi tomonini qaranglar. Bir-biringizdan uzoq ketmanglar. Qo‘y-echki ko‘rinsa, tovush berasizlar. Ovora bo‘lganimizga yarasha topmay qo‘ymaymiz, – dedi Elbek bir-ikki tepalikdan oshganimizdan so‘ng.\n\nBirdan Bo‘ynoq so‘qmoq bo‘ylab archazorga qarab, yugurib ketdi. Elbek itning ortidan chopdi. Ergash ikkimiz ham ularning orqasidan yugurdik. Oradan biroz vaqt o‘tib, Elbek og‘zi qulog‘iga yetguday jilmaygancha endi tug‘ilgan qo‘zichoqni ko‘tarib, ikki qo‘yni haydab archazordan chiqib keldi. Bu paytda osmonni qop-qora bulutlar qoplagan, shamol kuchayib, yomg‘ir tomchilay boshlagandi.\n\n– Tez-tez yuringlar, hozir qattiq yomg‘ir yog‘adi, men oldinda yuraman, ortimdan qo‘y-echkilarni haydanglar, kamarga bekinamiz, – dedi Elbek qoyatosh tomon ketarkan.\n\nKamarga yetishimiz bilan yomg‘ir tezlashib, bo‘ron boshlandi. Tog‘ bag‘rida yuvilish, o‘pirilish natijasida hosil bo‘lgan g‘orsimon o‘yiq joy kamar deyiladi. Qadim zamonlarda tog‘liklar kamarlarda yashagan. Tosh ayvon – kamarning old qismi va ikki tarafi tosh terib berkitilsa, tayyor mustahkam boshpana. Kamarda o‘tov, kapa tikib ham yashash mumkin. Biz joylashgan kamar xuddi shunday atrofi berkitilgan, faqat tutun chiqib, yorug‘lik tushadigan baland tuynuklar qoldirilgan edi. Cho‘ponlar doimo undan boshpana sifatida foydalanar ekan. Kamar ichkarisini kuzataman. O‘rtada ikki tosh o‘choq. Biri gulxan yoqishga, ikkinchisi choy qaynatish uchun. Yuqoridagi odam bo‘yi baland tokchada kigiz va po‘stak taxlab qo‘yilgan, bir chekkada o‘tin-cho‘plar, burchakda xas-xashak. G‘ordan kamarning farqi shuki, kamarda olov yoqish qulay – tutun ochiq tuynukdan chiqib ketaveradi. Yana kamar qorong‘i emas, doim quruq, mustahkam bo‘ladi.\n\nDarrov o‘choqqa olov yoqdik. Elbek qo‘zichoqni badanini quritish uchun olov yaqiniga olib keldi. Issiqdan tanasi yayragan qo‘zichoq alpang-talpang qilib biroz yurgach, onasini emishga tutindi. Tunuka choynakda choy qaynatdik. Tugundan qaynatilgan tuxum va patir non olib, shuvoq hidi kelib turgan choyni ichib, tamaddi qildik. Qolgan-qutgan nonlarni Bo‘ynoqqa berdik. Quruq xas-hashakni yoyib, ustidan kigizni yoyganimizdan so‘ng yumshoqqina to‘shak hosil bo‘ldi. Po‘stak sizlarga to‘g‘ri kelmaydi, deb Elbek o‘zining ostiga to‘shadi. Gulxan ta’sirida kamar ichi yaxshigina isidi. Tashqarida sharros yomg‘ir yog‘ar, momaqaldiroq guldiragida dara aks-sado qaytarardi. Ayniqsa, zulmatni bir zum yoritgan chaqmoq yorug‘idan butun atrof afsonaviy tus olardi. Yomg‘irni kuzatish uchun Ergash kamardan tashqariga chiqmoqchi bo‘lgan edi, yashin paytida panada o‘tirgan ma’qul, deb Elbek qo‘ymadi. Orada yomg‘ir biroz tinganday bo‘ldi. Elbek yonayotgan bir-ikki o‘tinni tashqariga olib chiqdi-da, ustiga shox-shabba tashlab, katta gulxan yoqdi.\n\n– Bu olov nimaga kerak? – so‘radim undan.\n\n– Ovuldagilarni kamarda ekanligimizdan olov bilan xabardor qildim. Ular xavotir olishayotgandir.\n\nYana yomg‘ir boshladi. Tuni bilan yog‘ib chiqadiganga o‘xshaydi. Archazordan shamolningmi yoki biron yovvoyi hayvonningmi uv tortgani eshitildi. Bo‘ynoq sergak tortib, bezovtalana boshladi.\n\n– Uzoqda jondor yurganini it sezayapti, – dedi Elbek.\n\n– Jondor nima? – so‘radi Ergash.\n\n– Bizda bo‘rini jondor deyishadi, bo‘ri so‘zini ishlatishmaydi.\n\nErgashni bilmadim-u, meni bu so‘zdan yuragim “shuv” etib ketdi. Elbek cho‘chiganimni sezdi shekilli, qo‘shib qo‘ydi:\n\n– Xavotir olmanglar, ko‘klamda jondor odamga hujum qilmaydi. Olov bor joyga yaqinlashmaydi. Uchovimiz bir tayoqdan ursak, har qandayini yiqitamiz. Bo‘ynoq it ham uncha-buncha jondorni chaynab tashlaydi.\n\n– Nega tog‘liklar bo‘rini jondor deyishadi, – deb so‘radim Elbekdan.\n\n– Men buni bobomdan eshitganman, – dedi Elbek, – jondorda Azroilning bir tuki bo‘lar ekan. Mayda mol uni ko‘rganida qo‘rqqanidan esi og‘ib, qimirlamay qoladi. Bo‘ri desang kuchingni, xayolingni tortib oladi, jondor desang sen uning kuchini tortib olar ekansan. “Eng muhimi, jondorga to‘satdan duch kelganda, qo‘rqmaslik kerak. U kuchli raqibdan qochadi”, derdi bobom rahmatlik, – Elbek xo‘rsindi. Chamasi, mashhur chorvador bo‘lgan bobosi esiga tushdi va faxrlanib suhbatni davom ettirdi:\n\n– Bobom bo‘rini u qadar yomon ko‘rmasdi. Tog‘ bo‘risiz bo‘lmas, uning ham haqi bor, qaysi qo‘raga bo‘ri oralasa, shu qo‘raga baraka inadi, degich edilar. To‘g‘ri, ayrimlari ochofat bo‘ladi, bir molga qanoat qilmay, bir nechtasiga tajovuz qiladi. Ana shunday bo‘ri bobomdan qochib qutilmasdi. Elbek yonidagi zarang tayoqqa qarab, so‘zida davom etdi:\n\n– Cho‘ponni tayog‘idan bil, deydilar. Mana shu tayoq menga bobomdan qolgan. Bobom bu og‘ir tayoq yordamida har qanday jondorni ikki zarb bilan yiqitar ekanlar.\n\nErgash ham suhbatga qo‘shildi: – Nega biror yumushni bajarib qaytgan kishidan bo‘rimi, tulkimi, deb so‘rashadi?\n\n– Tog‘liklar ertalab bo‘ri ko‘rsang, hamma ishing o‘ngidan keladi, tulki ko‘rsang, teskarisi bo‘ladi, degan aqidaga ishonishadi, – dedi Elbek. – Bo‘ri deyilsa, ish bajarildi, tulki deyilsa, ish bo‘lmadi degani.\n\nErgash har ehtimolga qarshi zarang tayoqni yoniga tortib qo‘ydi va o‘zining mardligini ko‘rsatmoqchiday dedi:\n\n– Mollarni topdik. Bir kecha kamarda tunasak, tunabmiz-da! Bu voqealarni sinfdoshlarimga so‘zlab bersam, og‘izlari ochiladi.\n\nKo‘zim ilingan ekan. Qancha uxlaganimni bilmayman. Momaqaldiroqning qarsillaganidan uyg‘onib ketdim. Ergash qattiq charchaganidan “xur-xur”lab qotib uxlardi. Elbekning ko‘zi yumuq bo‘lsa-da, uxlaganmi, uyg‘oqmi – bilib bo‘lmasdi. Pasayayotgan olovga o‘tin tashladim.\n\n– Bemalol uxlayver, – dedi Elbek ko‘zini ochib, chamasi uxlamagan ekan. – Yo‘lga tongda emas, yer sergigach chiqamiz. Menga e’tibor berma, pinakka ketib ham dam olaveraman, o‘rganib ketganman.\n\nShu payt birdan Bo‘ynoq sergaklanib, vovullab, tashqariga otildi. Ergash ham cho‘chib uyg‘ondi. Elbek sakrab turdi. Bir qo‘liga yonayotgan cho‘p, bir qo‘liga tayoqni olib, shoshib gapirdi:\n\n– Molning hidini olib, biron jondor yaqinlashgan ko‘rinadi. Sizlar tashqariga chiqmanglar, olovni balandlatinglar. – Biz olovga bir nechta o‘tin tashlab, tashqariga qaradik. Chaqmoq yorug‘ida Bo‘ynoq bir kulrang hayvonni quvib borayotgani ko‘rindi.\n\n– Bo‘ynoq, Bo‘ynoq, bah-bah, qayt! – deb baqirdi Elbek.\n\n– Qorong‘ida itning qattiq vovullagani va nimaningdir qo‘rqinchli g‘irillagani eshitildi. Elbek kamarga kirdi.\n\n– Ishqilib, jondor bir nechta bo‘lmasin, birov-yarim bo‘lsa, Bo‘ynoq ilojini qiladi, – dedi.\n\nElbek to‘g‘ri aytgan ekan. It bir bo‘ri orqasidan quvib ketganidan foydalanib, ikkinchi bo‘ri kamar ro‘parasida paydo bo‘ldi. Bo‘rining ko‘zlari yonar, oppoq tishlarini bir-biriga urib shaqillatardi. Elbek bir qo‘liga zarang tayoq, ikkinchisiga yonayotgan archa o‘tinni olib, bo‘riga ro‘para chiqdi. Ergash bilan men yana shovqindan hurkib, mollar kamardan chiqib ketmasin deb, g‘or teshigini to‘sib turdik. Elbek tog‘liklarga xos chaqqonlik bilan pisib kelayotgan bo‘rining boshiga zarang tayoq bilan tushirdi. Tayoq zarbidan garangsirab qolgan bo‘ri ortiga qarab qochdi. Shu payt paydo bo‘lgan Bo‘ynoq itimiz ikkinchi bo‘rini ham quvlashga tushdi. Elbekning jasoratiga qoyil qoldim.\n\n– Bo‘rining joni qattiq bo‘ladi, – dedi. Elbek, – uni tayoq bilan yiqitish har kimning qo‘lidan kelmaydi. Agar tayoq zarbasi mo‘ljalga tegmay qolsa, ikkinchi bor urishga ulgurolmay qolasan. Shuning uchun ham bir qo‘limga yonayotgan o‘tin oldim. Bo‘ri olovdan o‘lguday qo‘rqadi.\n\nXayriyat, xavf ortga chekindi: yomg‘irda ivigan Bo‘ynoq shikast ko‘rmay kamarga qaytdi. Ana shundan so‘ng kimning ham uyqusi keladi? Olovga o‘tin tashlab, gurunglashib o‘tirdik.\n\nTongga yaqin yomg‘ir tindi. Butun atrofni suv quyganday jimjitlik qopladi. Hatto saharxez o‘rmon qushlarining ovozi ham eshitilmaydi. Sekin-asta tong ota boshladi. Tashqariga qaradim. Tog‘da quyosh baland cho‘qqilarni yoritmoqda. Sukunatga cho‘mgan daradan oppoq kumush tuman ko‘tarilardi. Yomg‘irda yuvilgan archalarning ninabarglari yaltillab ko‘rinadi. Butun atrof so‘z bilan ta’riflab bo‘lmas go‘zallik og‘ushida edi.\n\nYo‘lga chiqish oldidan kamarni yig‘ishtirdik. Kigiz va po‘stak taxlab, tokchaga qo‘yildi. Olov suv bilan o‘chirilib, qolgan-qutgan o‘tin-cho‘p va xas-xashak chetga yig‘ib qo‘yildi.\n\nOvuldagilar bizni xursandchilik bilan kutib olishdi.\n\n– Yotgan yotar, qidirgan topar, g‘ayrat qilib, mollarni topibsizlar. Elbek o‘g‘lim, kamar tashqarisida olov yoqib, to‘g‘ri ish qilding. Sizlardan xavotir olib, soyda sel pasayishi bilan ortlaringdan uch-to‘rt kishi endi bormoqchi bo‘lib turgandik, – dedi G‘affor muallim.\n\nZubayda xola keltirgan bir kosadan issiq sutga non to‘g‘rab yedik-da, o‘tov chetidagi ko‘rpachalarga yonboshladik. Charchaganimdan qattiq uxlabman. Tushimda Ergash ikkimiz sinfdoshlarimizga tog‘dagi voqealarni so‘zlab berayotganmishmiz..."
    },
    {
      "id": 15,
      "name": "Velosiped",
      "story": "Nurbek velosipedi bor o‘rtoqlariga havas qilardi. Ular kim o‘zarga poyga qilishib, velosiped uchib yurishganda “Qachon mening ham velosipedim bo‘larkin?” deya yuragi orziqib, ortlaridan uzoq termulib qolardi.\n\nBir kuni kechki ovqatdan keyin yana otasiga xarxasha qildi:\n\n– Hammaning velosipedi bor, faqat menda yo‘q. Tezroq olib bering.\n\n– Xo‘p, olib beraman. Ammo bitta shartim bor, hamma baholaring faqat “besh” bo‘lishi kerak. Kundaligingni har kuni o‘zim tekshirib turaman, – dedi otasi.\n\n– Velosipedi borlarning hammasi a’lochi emas-ku?\n\n– Sen a’lochi bo‘lishing kerak. Harakat qilsang, uddalaysan. Menimcha, “to‘rt” baholaring ko‘p bo‘lmasa kerak?\n\nNurbek barmoqlarini bukib, bir zum o‘yga toldi.\n\n– Uchta, yo‘q, ikkitagina “to‘rt” bahoim bor. Shularni “besh” qilsam bo‘ldimi? Shunda rostdan ham velosiped olib berasizmi? Aldamaysizmi?\n\n– Gap bitta!\n\nNurbek shu kundan boshlab o‘qishga jiddiy kirishdi. O‘rtoqlari futbol o‘ynashga chaqirishsa ham “vaqtim yo‘q”, deya uzzu kun mukka tushib dars qilardi. Sa’y-harakatlarining natijasi tez kunda sezildi. Nurbek sinfdagi sanoqli a’lochilar safiga qo‘shildi. Kundaligini tekshirgan otasi mamnun bo‘lib, boshini silab qo‘ydi. Nurbek otasiga va’dasini eslatdi.\n\n– Bilaman, esimda turibdi, – dedi otasi kulimsirab. – Ertalab qisir sigirni bozorga olib boramiz. Uni sotib, puliga velosiped olib beraman.\n\n– Voy, qanday yaxshi! – Nurbek suyunib, irg‘ishladi. – Men ham birga boramanmi?\n\n– Albatta, birga borasan. Sen bo‘lmasang, molni kim haydashib boradi?\n\nOqshomda sigirga har qachongidan ham ko‘proq yem-xashak berishdi. Otasining aytishicha, molning qorni qappayib, savlatli bo‘lib tursa, xaridorgir bo‘larmish.\n\nG‘ira-shira tong saharda Nurbekni onasi uyg‘otdi. Irim qilib, sigirning atrofida arining eski uyasini tutatishdi. Shunday qilinsa, sigirni xaridorlar ariday talasharmish.\n\nTuman markazidagi molbozor unchalik uzoq emas, besh-olti kilometrli yo‘l edi. Ota-bola uzun-qisqa bo‘lib, molni yetaklab yayov yo‘lga tushishdi.\n\nMolbozorga yetishganda endigina rosmana tong yorishgan edi. Bu yerda sigirlar, ho‘kizlar, buqalar, qo‘y-echkilar shu qadar ko‘p ediki, Nurbekning ko‘zi tinib ketayozdi. Go‘ng va yana allambalolarning yoqimsiz hididan ko‘ngli aynib, behuzur bo‘ldi. Turtinib-surtinib, ichkariga arang kirib olishdi. Sigirlar sotiladigan joyga yetganda to‘xtashdi.\n\nNurbek bozordagi ajabtovur g‘ala-g‘ovurlar, “Qancha so‘rayapsiz?”, “Kami bormi?”, “Ozroq qo‘shing yana”, “Bo‘ldi, sal insof qiling”, “Boring, baraka toping”, degan g‘alati gap-so‘zlarni eshitib, angrayib qoldi.\n\nQora soqolli, semiz kishi kelib, sigirga sinchiklab nazar soldi, jag‘ini yirib, tishlarini ko‘rdi. So‘ng otasidan narxini so‘radi. Otasi aytdi. Qora soqol nimadir dedi. Otasi javob qildi. Savdolashuv ancha davom etdi. Bir mahal qora soqol otasining qo‘lini mahkam ushlab, siltay boshladi. Otasi “Yo‘q, bo‘lmaydi”, degan sayin xaridor qo‘lini qattiqroq siltardi. Siltovdan boshi chayqalib, do‘ppisi tushib ketgach, otasi jahl bilan qo‘lini tortib oldi. Qora soqol hafsalasi pir bo‘lib, nari ketdi. Keyin boshqa xaridor keldi. Sigir yana sotilmadi. Nurbek zerika boshladi. Tezroq bu yerdan ketgisi, tezroq velosiped oldirgisi keldi. Chanqab, tomog‘i qaqray boshladi. Nihoyat, tushlikka yaqin sigir sotildi. Sigirini begona odam yetaklab ketayotganini ko‘rgan Nurbekning yuragi hapriqdi, ko‘zlariga yosh quyildi. Otasi talaygina, bog‘lam-bog‘lam pullarni shoshilmay yelim xaltaga joyladi.\n\n– Endi velosiped olamizmi? – Nurbek hovliqib so‘radi.\n\n– Shoshma, oldin choyxonaga kirib, choy-poy ichaylik, – dedi otasi. – Keyin bemalol sening ishingni bitiramiz.\n\n– Velosiped tamom bo‘lib qolmaydimi? – Nurbek xavotirlandi.\n\n– Qo‘rqma, tamom bo‘lmaydi, – otasi kulimsirab dalda berdi, – pul bo‘lsa, changalda sho‘rva.\n\nOta-bola choyxonadan chiqishganda kun peshindan og‘ib qolgandi. So‘rab-surishtirib kerakli do‘konni topishdi. Baland, oynavand binoning birinchi qavati mototsikl, velosiped, samokat sotiladigan bo‘lim ekan. Nurbekning yoshi va bo‘y-bastiga mos, kichikroq velosipedni tanlashdi. Sotuvchi yigit velosipedning bir-ikki joyini burab, sozlab, shundoq minib ketsa bo‘laveradigan qilib berdi.\n\nVelosipedni tashqariga yetaklab chiqqan Nurbekning ko‘zlari quvonchdan, hayajondan charaqlardi. U nihoyat uzoq orzu qilgan narsasiga erishganidan cheksiz baxtiyor edi. Quyoshda yaraqlab turgan velosipeddan taralayotgan yangi moy hidi dimog‘ini allanechuk qitiqlar, yuragi qafasga sig‘mayotgan qushdek tipirchilar edi. Velosiped ruliga o‘rnatilgan qo‘ng‘iroqni sekin chaldi: “jiring – jiring”... Zavqlanib, yana qayta-qayta chaldi.\n\n– Nurbek! Velosiped oldingmi?\n\nNurbek tanish ovozni eshitib, ortiga o‘girildi. Qarshisida o‘zidan ikki sinf yuqorida o‘qiydigan maktabdoshi Sardor kulimsirab turardi. Yetaklab turgan velosipedi Nurbeknikidan kattaroq edi.\n\n– Ha, otam velosiped olib berdilar! – dedi Nurbek faxrlanib. – O‘zing nima qilib yuribsan bu yerda?\n\n– Bozordan mayda-chuyda oluvdim, – Sardor velosipedining orqasidagi tugunga ishora qildi. – Endi uyga ketyapman.\n\n– Men ham sen bilan birga ketsam maylimi? – Nurbek xayoliga kelgan fikrdan dadillandi.\n\n– Mayli, ketsak ketaveramiz, – Sardor rozi bo‘ldi.\n\n– Yo‘lda sekinroq ketinglar, – o‘g‘liga sherik topilganidan mamnun bo‘lgan ota har ehtimolga qarshi ogohlantirdi. – Moshin-poshindan ehtiyot bo‘linglar.\n\n– Xavotirlanmang, amaki, sekinroq yurib boramiz, – va’da berdi Sardor. – Bir soatga qolmay uyda bo‘lamiz.\n\nOta avtobusda, bolakaylar velosipedda yo‘lga tushishdi. Otaga berilgan va’da o‘sha zahotiyoq esdan chiqdi. Tekis asfalt yo‘lga chiqishganda har ikki velosiped o‘z-o‘zidan ildamlab ketdi. Chamasi, bunaqa yo‘lda, bunday paytda sekin yurish mumkin emasdek tuyulardi. Bir maromda g‘izillab ketayotgan velosiped tezligini oshirgan sayin Nurbekning zavqi toshib, bor ovozi bilan qichqirgisi kelar edi. Katta velosiped bilan kichik velosiped o‘rtasida beixtiyor poyga boshlandi. Goh unisi, goh bunisi o‘zib ketar, Nurbek orqada qolganda jon-jahdi bilan to‘xtovsiz pedalni bosib, Sardorga yetib olar, shu tariqa qishloqqa birinchi kirib borgisi, yangi velosipedini hammaga ko‘z-ko‘z qilib, maqtangisi kelar edi.\n\nSardorning velosipedi sal eskilik qildimi yoki sherigining ko‘ngli uchun yo‘l berdimi, Nurbek qishloqqa birinchi bo‘lib kirib bordi. Maktab yonidan o‘tayotganda bugun yakshanba bo‘lgani uchun sinfdoshlari uni ko‘rolmaganidan afsuslandi. Uyda onasi “Velosiped qulluq bo‘lsin, o‘g‘lim”, deya boshini silab, tabrikladi. Ukalari – Akbar bilan Elbek “Bizni ham mindiring, aka”, deya atrofida girdikapalak bo‘lishdi. Ular ham navbati bilan velosipedni minib ko‘rishdi. Hamma shod-xurram edi. Yangi velosiped uzzu kun baxtiyor bolalarning ermagi, ovunchog‘i bo‘ldi.\n\nNurbek shu kecha tush ko‘rdi. Tushida o‘sha asfalt yo‘lda velosipedini g‘izillatib kelayotganmish. Sal o‘tmay velosiped yerda emas, asfaltdan uch-to‘rt metr yuqorida uchib ketayotganmish..."
    },
    {
      "id": 16,
      "name": "Yaxshisidan uyalaman",
      "story": "– Dadasi, – dedi Kimyo opa xo‘jayinini ishga kuzatayotib, – o‘g‘lingizni etigi yirtilib qolibdi. Maktabga kiyib borishga oyog‘ida yo‘q.\n\n– Yo‘g‘-e, yaqinda chet eldan bitta etik, bitta krassovka olib keldim-ku.\n\n– Hayronman, yaxshisi o‘g‘lingizni o‘zi bilan gaplashing.\n\nRustam aka soatiga norozi ko‘z tashlab qo‘ydi-da, oshxonaga qaytdi. – Islomjon, ayang nima deyapti? Nahotki, kiyishga yaroqli poyabzaling qolmagan bo‘lsa? – so‘radi ishtahasizgina non chaynayotgan o‘g‘lidan.\n\n– Yo‘q emas, bor. Lekin men ularni kiygani uyalaman.\n\n– Nega? – hayron bo‘ldi Rustam aka. – Qani, men bir ko‘ray-chi.\n\n– Yuring, – Islomjon dadasini xonasiga boshladi. Xonaga kirgach to‘g‘ri borib kiyim javonini ochdi. Javonning tagidagi qavatida bitta emas beshta etik turardi.\n\n– Shuncha oyoq kiyiming bo‘la turib nega meni xijolat qilasan? Qara, bularni bejirimligini. Yana hammasi chet elniki bo‘lsa. Nimasi yoqmadi, senga?\n\n– Dada, siz emas men xijolatdaman. Poyavzal yomon emas, aksincha judayam yaxshi. Shuning uchun ularni kiyib borishga o‘rtoqlarimdan uyalaman.\n\n– I-ye, nodon bola, yaxshi narsadan ham odam uyaladimi? Bularni men uzoq-uzoqlardan, falon pulga, bolamga, deb sotib olib kelganman. Butun shaharni aylansang ham bunaqasini topolmaysan, – jahli chiqdi Rustam akaning.\n\n– Ana shuning uchun ham uyalaman. Chunki ko‘pchilik sinfdoshlarimning ota-onalari bolalariga bunday qimmatbaho etik olib berisholmaydi. Kiyib borsam, o‘rtoqlarim o‘ksib qoladi-ku! Iltimos, menga ham oddiygina etik olib bering, – Islomjonning ovozidagi uzrli ohangdan Rustam aka g‘alati bo‘lib ketdi. Kutilmaganda dili ravshanlashib, jilmaydi."
    },
    {
      "id": 17,
      "name": "Yuriy Sotnik. Xaloskor",
      "story": "Erta bahor edi. Biz suzib yurgan muz bo‘laklarini tomosha qilish uchun Aglaya bilan daryo bo‘yiga keldik. Suv yuzasida negadir mayda muz bo‘laklari ko‘p-u, kattalari kam edi.\n\nBiz qirg‘oqdagi xoda ustiga o‘tirib olgancha ermak uchun pista chaqib, daryoni tomosha qila boshladik.\n\n– Bugun negadir ulkan muz bo‘laklari ko‘rinmayapti, kecha juda kattalari oqib kelgandi. Ana shu muz bo‘laklarining bittasida suzib ketayotgan mushukchani ko‘rib rahmim keldi. Miyovlab yordam so‘raganda achinib ketdim, – dedi Aglaya.\n\n– Muzlar hatto odamlarni ham oqizib ketadi, deb eshitganman, – javob berdim men.\n\n– Dneprda o‘tgan yili ikkita qizni oqizib ketgan ekan, ularni beshinchi sinf o‘quvchisi qutqaribdi.\n\n– Kim deding?! Beshinchi sinf o‘quvchisi? Aldayapsan! – shoshib qoldi Aglaya.\n\n– Ishonmayapsanmi? Kechagi gazetani o‘qib ko‘r. Qizaloqlar olti yoshlar chamasi bo‘lishgan. Ularni muz bo‘laklari olib ketayotganini sezib o‘zlarini suvga otishgan va cho‘ka boshlashgan. Beshinchi sinf o‘quvchisi esa katta yog‘och taxtada suzib kelib ularni qutqargan.\n\n– Ha-a! Taxtadami? Unda men ham qutqara olardim! Qutqargani uchun nimadir berishibdimi?\n\n– Ha, “Maqtov yorlig‘i” berishibdi. Gazetada, qahramonlik qilgani uchun, deb rosa maqtashibdi. Hatto rasmini ham qo‘yishibdi.\n\n– Bir kunda qahramon! Kecha hech kim tanimasdi. Biz ham kimnidir qutqarganimizda edi, bir kunda mashhur bo‘lib ketardik.\n\nMen jim turardim. Chunki suzishni bilmasdim-da.\n\n– Bilasanmi, agar rasmga olishsa qanday tushamiz, – dedi Aglaya ko‘zlari yonib, – men Lusha xolam sovg‘a qilgan shapkada tushaman. Keyin ko‘chada yurganimda hamma bizni, ana kechagi xaloskorlar, deyishadi. Zo‘r bo‘lardi-da!\n\nMen, ha yaxshi bo‘lardi, deb qo‘ya qoldim. Aglaya xayolga berilib ketdi.\n\n– Sinfda obro‘yimiz qanday oshib ketardi, o‘ylayapsanmi? Hamma bizga havas bilan qaraydi. Qanday qutqardinglar, qo‘rqmadinglarmi, deb savollar berishadi. Biz esa buni hech bir qiyinchiligi yo‘q, oddiygina qutqardik, deb javob beramiz. To‘g‘ri gapiryapmanmi Lyoshka?\n\nMen jimgina bosh irg‘ib qo‘ydim.\n\n– Nima deb o‘ylaysan, biz ham kimnidir qutqara olarmidik?.. Taxtada... – Aglaya qo‘llarini musht qilib tugdi, ko‘zlarini osmonga tikdi: – Eh! Qani endi hozir biror odamni muz bo‘lagi oqizib ketsaydi!\n\nMen unga bunday voqealar kamdan-kam bo‘lishini aytganimda, u jimgina daryoga tikildi-yu, yuzi yorishib ketdi:\n\n– Lyoshka! Kel, bir-birimizni qutqaramiz.\n\n– Qanday qilib? – tushunmadim men.\n\n– Galma-gal: avval men seni qutqaraman, keyin sen meni. Mana qara, mana bu muz bo‘lagini sekin itarsak oqib ketadi.\n\n– Qanday qilib? – yana tushunmadim men.\n\n– Nega tushunmaysan. Sen muz bo‘lagiga chiqasan, men qirg‘oqda seni ko‘rmaganday bo‘lib aylanib yuraman. Sen ozgina nari ketib “Qutqaringlar!” deb baqirasan. Faqat balandroq baqir. Ko‘prikdagilar ham eshitsin. Ular seni qutqargani kelishadi. Men esa ulardan avval o‘zimni suvga otaman. Shu payt sen ham o‘zingni suvga tashlaysan. Shunday qilib seni qutqargan bo‘laman.\n\nMen qo‘rqqanimdan ikki qadam orqaga tisarildim:\n\n– Nimalar deyapsan, shu sovuqda suvga qanday tushaman! Shamollab qolaman-ku!\n\n– “Shamollayman”mish. Odamlar shu sovuqda cho‘milishadi, suzishadi. Sen esa atigi bir marta tushishga qo‘rqyapsan. Qutqargani kelgan odamlar seni o‘ntalab po‘stin bilan o‘rab qo‘yishadi. Qo‘rqoqlik qilma! – dedi Aglaya.\n\n– Qo‘rqayotganim yo‘q! Ochig‘ini aytsam, suzishni bilmayman, – dedim sekingina.\n\n– Suzishni keragiyam yo‘q! – baqirdi Aglaya, – qara, bu yerda suv belinggacha! Odamlarning ko‘ziga “tomosha” uyushtiramiz.\n\nMen sekin qirg‘oqqa qaradim. Rostanam suv tagidagi narsalar aniq ko‘rinib turibdi. Balki bu yerda cho‘kib ketish mumkinmasdir, baribir e’tiroz bildirishda davom etdim. – Bu yaxshi emas, odamlarni aldash yaxshimas.\n\n– Tentak! Kim odamlarni aldayapti! – jig‘ibiyron bo‘ldi Aglaya, – axir bu yerda men seni rostanam qutqaraman-ku! Bizni aybimiz yo‘q. Agar yolg‘on aralashmasin, desang muzda uzoqroq suz, seni aniq qutqarib olaman. Ikki kundan so‘ng men oqib ketaman, sen qutqarasan.\n\nMen Aglayaga bunday shuhrat kerakmasligini aytdim.\n\n– Ha mayli, senga kerakmas bo‘lsa, menga kerak. Faqat men seni qutqara qolaman, – rozi bo‘ldi Aglaya. – Agar suvga tushishga qo‘rqayotgan bo‘lsang bunday qilamiz. Sen muz ustida uzoqroqqa suzasan, qutqaringlar, deb qattiq baqirasan. Men o‘zimni suvga tashlab muzni qirg‘oqqa itarib kelaman. Seni hatto oyog‘ing ham ho‘l bo‘lmaydi. Kelishdikmi?\n\nBoshqa choram yo‘qligini sezib, noiloj rozi bo‘ldim. Yolg‘on aralashtirmasligini va suzishni bilmasligimni yana eslatib qo‘ydim.\n\nAglaya xursand bo‘lib:\n\n– Sen qo‘rqma! Men qirg‘oqdan nari ketmayman. Aylanib yurgan bo‘laman.\n\nMen xavotirda istamaygina bir muz bo‘lagiga, bir ko‘prikka qaradim. U yerda odamlar u yoqdan bu yoqqa yurishardi.\n\n– Ha, yana qo‘rqyapsanmi? Bor! – buyurdi qirg‘oqda turib Aglaya.\n\nSekingina xo‘rsinib muzga yaqin keldim. Yana bir bor Aglayaga qarab qo‘ydim. U goh osmonga, goh menga qarab allaqanday kuyni xirgoyi qilib “aylanib yurardi”.\n\nHammasi yaxshi bo‘ladi, bir necha daqiqadan keyin yana qirg‘oqda bo‘laman, deb o‘zimni har qancha ishontirsam ham yuragim g‘ash.\n\nOyog‘imga xuddi tosh bog‘lab qo‘yilgandek zil-zambil, o‘zimga bo‘ysunmasdi. Orqa tomondan “Qo‘rqoq! Borsang-chi!” degan buyruq keldi.\n\nMen hushyor tortib beixtiyor muz ustiga chiqdim. Muz sekin suzib ketdi.\n\n– Qo‘lingni ko‘tar! Yordamga chaqir! – buyruq berdi Aglaya qirg‘oqda turib, ko‘z qiri bilan meni kuzatarkan.\n\nMen qo‘limni ko‘tarib “yordam beringlar”, dedim. Biroq ovozimni o‘zim ham zo‘rg‘a eshitdim.\n\n– Ehe-he-hey! Yordam beringlar! – Aglaya bor ovozda qichqirgancha men tomonga yugurdi. Biroq loyga botib qoldi. Men suvga sakrab qirg‘oq tomonga yurishim kerak edi, lekin bunday qilolmadim, qo‘rqdim. Aglaya o‘rnidan turib, yana yiqildi, tayoqni qo‘liga olib yugurganda men qirg‘oqdan ancha uzoqlashib ketgandim.\n\n“Tamom! Shunday bo‘lishini bilgandim. Hammasi tamom”, derdim ichimda. O‘sha payt nima haqida o‘ylaganim esimda yo‘q. Menimcha, hech nimani o‘ylamaganman. Men ko‘prik tomonga qarab, muz ustida oyog‘imni kergancha oqib borar, baqirishga majolim yo‘q edi.\n\nAglaya menga yetish uchun jon-jahdi bilan yugurar, qo‘lidagi tayog‘i, kiyimlari, oyoqlari, hatto yuzlarigacha loy edi. Ko‘zlarida xavotir, qo‘rquv ko‘rdim. U menga tayoqni uzatdi:\n\n– Sakra! Sakra! Bu yer chuqur emas, – dedi. Qancha urinmay tayoqni ushlashimga kamida ikki metr bor edi.\n\nAglaya muz bo‘lagini boshqa tomondan aylanib o‘tdi va yana tayoqni tashladi:\n\n– Sakra! Suvga sakra!\n\nMen, suzishni bilmayman, deb baqirdim Aglaya hech nima demadi. U qirg‘oq bo‘ylab uyoqdan bu yoqqa yugurar, nima qilmoqchiligini o‘zi ham bilmasdi.\n\nMen qo‘rqqanimdan: – Oyijon, – deb baqirdim.\n\nAglaya qo‘rqqanimni ko‘rib oldinga shunday yugurdiki, qo‘lidagi uzun tayoqning uchi yerda sakrab ketdi.\n\nMen oldinga qarash uchun o‘girilganimda muz bo‘lagi qattiq lopillab ketganidan oyog‘im qaltirab ketdi.\n\nEndi Aglaya qirg‘oqda yugurmasdi, oyog‘ini osiltirib o‘tirar, ko‘zlari bema’no, nima qilishini bilmay, garang edi.\n\nBu payt muz bo‘lagi Aglayaning ro‘parasiga kelib qoldi, o‘zim sezmagan holda uning qo‘lidagi tayoqqa intildim. Lekin qo‘lim yetmadi.\n\n– Sakra, – ovozi dadillashdi Aglayaning. Lekin sakrashga qo‘rqdim. Aglaya men tomonga, suvga o‘zini otdi. Bir qo‘li bilan qandaydir daraxt shoxini ushlab, bir qo‘li bilan menga tayoqni uzatdi.\n\n– Sakra! Sakra! – yana baqirdi u.\n\nBaxtimga shu yerda tepalik bor ekan, bir sakrashda qirg‘oqqa chiqib oldim. Mening hatto oyog‘im ham ho‘l bo‘lmadi. Aglaya suvdan qanday chiqib olganini bilmayman. Uning yuzi hayajondan, qo‘llari sovuqdan qip-qizarib ketgan, yuzi, kiyimlari loy, og‘zini katta ochib hansirab nafas olardi.\n\nBiz bir-birimizga jim termulgancha, qaltirardik.\n\n– Tirikmisan? – pichirlab so‘radi Aglaya. Men o‘zimga kelib yig‘lab yubordim.\n\n– Tentak! Hammasi seni deb bo‘ldi!\n\nAglaya birdan baqirib qoldi:\n\n– Qochdik! Odamlar kelishyapti! – Yugur! – Beixtiyor oldinga yugurdim.\n\nKo‘prik tomondan bir to‘p erkaklar, ayollar, bolalar yugurib kelishayotgandi.\n\nBiz Aglayalarning uyigacha yugurib keldik. Shunda u menga: – Bu voqeani hech kimga aytib qo‘yma! Tasodifan yiqilib tushdim, degin. Eshityapsanmi? Men shamollab qolsam kerak, – deb tayinladi.\n\nBiroq Aglaya kasal bo‘lmadi. Ertasi kuni xuddi hech narsa bo‘lmagandek ko‘chaga chiqdi.\n\nShundan keyin Aglaya ikkimiz kechagi voqea haqida, shon-shuhrat haqida ham hech kimga og‘iz ochmadik.\n\nOradan necha yillar o‘tib ketgan bo‘lsa-da, har gal Dnepr daryosi bo‘yiga borganimda o‘sha kungi holatim ko‘z o‘ngimdan o‘tib etim junjikadi. Do‘stim Aglaya esa shu voqea sabab hech kim bilan qaltis hazil qilmaydigan bo‘ldi. Hozir esa do‘stimning roziligi bilan bu voqeani sizga so‘zlab berdim."
    },
    {
      "id": 18,
      "name": "Masala tuzib...",
      "story": "Elnoraning ukasi Umarjon birinchi sinfni tugatyapti. Hamma fanlardan o‘qishi yaxshi-yu, ammo matematikadan hisob-kitobga zo‘r bo‘lsa ham masala tuzishga hech uquvi yo‘q-da. Mana, ta’til paytida berilgan o‘nta masaladan bittasini ham tuza olmadi. Ertaga esa o‘qituvchi hammadan uy vazifasini so‘raydi.\n\n– Opajon, jon opajon, masalalarni tuzib bering, qarang, rosa ko‘p!\n\nOpasi Elnora esa xotirjamgina kiyinib ko‘chaga otlanarkan:\n\n– Kerak bo‘lsa, o‘zing o‘rgan, o‘zing tuz, o‘zingni sinab ko‘r! – dedi beparvogina.\n\nOpasidan yordam bo‘lmagach, Umarning tarvuzi qo‘ltig‘idan tushib, ko‘chaga chiqdi. Uy oldidagi bolalar maydonchasiga o‘tirib, qovog‘ini solganicha hammayoqni ko‘zdan kechirdi. Keyin istamaygina kitobini ochdi.\n\n– Ha, ukatoy, qovog‘ingdan qor yog‘yapti? – dedi uning qarshisida to‘satdan devday paydo bo‘lib qolgan qorinboy Nor. Ochofatligidan uni hamma shunday deb chaqirardi. – Nima gap?\n\n– Ey! – qo‘lini siltadi Umar, – matematika mana shu yerimga keldi, – keyin qo‘lini tomog‘iga tiradi.\n\n– Nima qilishing kerak, o‘zi?\n\n– Nima qilish kerak bo‘lardi, masala tuzishim kerak, yana o‘nta-ya!\n\nNorning miyasiga “lop” etip kelgan fikrdan uning shirmoyday yuzlari yorishib, yashnab ketdi.\n\n– Faqat bir shartim bor-da. Masalani amalda tushuntirib tuzaman. Birpasda hammasini o‘rganib olasan!\n\n– Gap yo‘q, – dedi xursand bo‘lgan Umar, – unda biznikiga ketdik!\n\nUlar Umarlarning xonadoniga ko‘tarilishdi.\n\n– Voy, uyingda tarozi bormi? – so‘radi Nor kiraverishda turgan tarozini ko‘rib, keyin darrov uning ustiga chiqdi.\n\n– O‘-ho‘! Naq 80 kilogramm ekansan-ku! – hayron qoldi Umar.\n\n– Hechqisi yo‘q, – dedi Nor va tantanavor ravishda stolga o‘tirdi. Stolda konfetlar, shirinliklar, turli pishiriqlar likopchalarga solingan edi.\n\n– Qani, masala tuzishni boshlaymiz bo‘lmasa, – dedi Nor stol ustida turgan ne’matlarga olazarak bo‘lib, – masalaning shartini yoz. Umarda 15 ta shokolad bor edi. U likopchadan 15 ta shokoladni sanab oldi-da, 1 tasini qoldirib, qolganini cho‘ntagiga urdi. Umar 14 ta shokoladni Norga berdi. Qani, ayt-chi, Umarda nechta shokolad qoladi?\n\n– 1 ta, – dedi ko‘zini katta-katta ochgan Umar.\n\n– Xo‘sh, ukatoy, keyingi masalalarga bu stoldagi narsalaring maydalik qiladi. – U turib muzlatkich oldiga bordi. So‘ng, qo‘liga kotlet, pishloq va kolbasa, pishirilgan go‘sht bo‘laklarini olib, stolga o‘tirar ekan, yo‘l-yo‘lakay dedi:\n\n– Yoz, yozaver, 10 ta kotlet bor edi, yeyildi 10 ta kotlet... Bor edi 1, 2, 3, 4, 5, 6 bo‘lak pishloq. Yeyildi 6 ta bo‘lak pishloq...\n\nUmar goh dasturxondagi narsalarga, goh Norning og‘ziga kirib unda yo‘q bo‘layotgan yeguliklarga qarar va masalalarini yozib borardi.\n\nSo‘nggi – 10-masalaga kelganda stol ham, muzlatkich ham bo‘shab qolgan edi.\n\n– Endi 10-masalani o‘zing tuzarsan, ukatoy, – dedi Nor, – juda charchadim. Yana afsuski, ko‘rgazmali amaliyot uchun narsang ham qolmadi. – Norvoy stuldan zo‘rg‘a qo‘zg‘alganda xuddi tog‘ ko‘chganday bo‘ldi.\n\n– To‘xta, to‘xta, – dedi uning qo‘lidan ushlab Umar, – 10-masalani o‘zim tuzaman. Faqat sen yana taroziga chiqib ko‘r-chi!\n\nNor istamaygina taroziga chiqdi.\n\n– Ana, bo‘ldi! – chapak chalib yubordi Umar, – 10-masala sharti ham tayyor: “Nor 80 kilogramm vaznda edi. Masala tuzgach, 100 kilogramm bo‘libdi. U necha kilogramm semirdi?” To‘g‘rimi?\n\n– To‘ppa-to‘g‘ri, – dedi Nor, – masalaning amaliyoti yana mening zimmamga tushibdi-da..."
    },
    {
      "id": 19,
      "name": "Mukofot",
      "story": "Sizga Feruza Jalilova nomi yaxshi tanish. Feruza opa faqat bolalar uchun ijod qiladi. Chunki u sizlarni juda-juda yaxshi ko‘radi. Bu mehr adibaning “O‘zbekiston” NMIUda chop etilgan “Mehr daraxti” kitobida yaqqol ko‘zga tashlanadi. Feruza opangiz qiziqarli ertak va hikoyalar orqali sizning murg‘ak qalbingizga ezgulik, saxiylik, mehnatsevarlik va rostgo‘ylik xislatlarini singdirishga intiladi. Mana shu fazilatlarga ega bolalar yaxshi bolalar bo‘ladilar-da. Kitobni o‘qir ekansiz, bunga o‘zingiz ham ishonib boraverasiz. “Mehr daraxti”ni mehr bilan kitob javoningiz to‘riga qo‘yib qo‘yasiz.\n\nQuyida ushbu kitobga kiritilgan hikoyalardan biri bilan tanishasiz.\n\n \n\nHammasi o‘sha, matematikadan “5” baho olgan kunimdan boshlandi. Aslida-ku, olgan bahoyim haqiqiy emasdi. O‘qituvchimiz masalaning shartini yozib, uni yechish uchun meni doskaga chorladi. Shu payt uni direktor chaqirib qoldi-yu, sinfdan chiqib ketdi. Ustoz qaytib kelguncha masalani “hashar” yo‘li bilan yechib qo‘ydik. Qarabsizki, kundalikdan kattakon “5” joy olib turibdi-da.\n\nUyga keldim-u, papkamdan apil-tapil kundaligimni olib, oyim va uka-singillarimga maqtandim. Kechqurun esa, dadamga ko‘rsatdim.\n\n– Barakalla, Azizjon, a’lo baho olsa ham bo‘larkan-ku. Yana qaysi fandan deng – matematikadan! Mana senga mukofot! – Dadam shunday deya, cho‘ntaklaridan ming so‘m chiqarib berdilar. Tushlik uchun esa, oyimdan pul oldim.\n\nOdamning puli ko‘p bo‘lsa ham qiyin ekan. Nimaga sarflashni bilolmay, boshi qotarkan. Shunda do‘stim Nodirdan ajoyib taklif chiqdi:\n\n– Aziz, hozir rasm darsi. Unga kirmasak ham bo‘laveradi. Yur, kompyuter xonaga borib, pulingga o‘yin o‘ynab kelamiz.\n\nBu taklif menga ham yoqib tushdi. Rosa miriqib kompyuter o‘ynadik. Ertasi kuni yana o‘ynagimiz keldi-yu, ammo pulimiz yo‘q edi. Shunda kallamga bir fikr keldi: kundaligimni ochib, ustozimning imzosini o‘xshatishga urinib ko‘rdim. Qarasam, binoyidek chiqdi. Matematika fanining ro‘parasiga yana bitta “5”ni “qo‘ndirib”, dadamdan mukofot oldim. Ertasi kuni katta tanaffusda kompyuterxonaga chopdim. Tushlik uchun olgan pulimga ham o‘yin o‘ynab, vaqtning qanday o‘tganini sezmay qolibman. Tashqariga chiqsam, hamma maktabdan qaytyapti...\n\nShu tariqa kundaligimdagi “5”larim soni ortgandan orta bordi. Dadam ham xursand, men ham...\n\nBir kuni sinf rahbarimizning darsida, ustoz, boshim og‘riyapti, uyga ketsam, maylimi, deya javob so‘radim. Ruxsat tekkach, uyga emas, to‘ppa-to‘g‘ri kompyuterxonaga oshiqdim. U yerda qancha o‘tirganimni bilmayman, tashqariga chiqsam, kun kech bo‘lib qolibdi. Uyga kelsam hovlimizda oyim bilan sinf rahbarimiz gaplashib o‘tirishibdi. O‘qituvchimiz “tobim qochib”, uyga barvaqt ketganim uchun mendan xavotir olib kelgan ekanlar. Shu kuni barcha sirlarim fosh bo‘ldi va dadamdan kattakon “mukofot” oldim.\n\nYolg‘onning umri qisqa, deganlari shu bo‘lsa kerak."
    },
    {
      "id": 20,
      "name": "Jamshidning orzusi",
      "story": "Nonushtaga chiqqan Jamshid ota-onasining avzoyini ko‘rib hayron bo‘ldi. Ko‘rpachaga o‘tirar ekan ko‘zi bir dasta pulga tushdi.\n\nErtalab Norbibi opa o‘g‘lining o‘rin-ko‘rpasini yig‘ishtirayotib, yostiq tagidan anchagina pul topib olgan edi... Ayni vaqtda boshlanayotgan tergov shuning vajidan.\n\n– Bu pullarni qayerdan olding? – so‘radi otasi unga g‘azab bilan tikilib.\n\nShunda kimdir uning boshidan bir chelak suv quyib yuborgandek bo‘ldi. Jamshid ota-onasining nega bunday kayfiyatda o‘tirganini angladi. Attang, kecha uxlash oldidan pullarini sanabdi-yu, joyiga berkitib qo‘yish esidan chiqibdi-ya.\n\n– Shuncha pul-a! Hali maktab o‘quvchisi bo‘lsang, biron joyda ishlamasang. Bu pullar bir oyda oladigan maoshimdan ham ko‘p-ku! Bolam, to‘g‘risini ayt...\n\nJamshid otasining kuyinib gapirganidan uyalib ketdi. G‘isht qolipdan ko‘chdi. Endi haqiqatni aytmasa bo‘lmaydi. Hech kimga bildirmay kelayotgan sirini ochishi shart!\n\n– Otajon! Bilasizmi, sinfimizda Orif degan bola bor. U doim bizga qo‘shni tumanda yashaydigan fermer tog‘asini maqtayveradi. Aytishicha, qarindoshining xo‘jaligida sigir, buqadan tortib quyon, tovuq, kurkagacha boqilarkan. Sut, go‘shtni qayta tayyorlaydigan sexlari ishlab turganmish. O‘tgan yili esa qishlog‘idagi o‘g‘il-qizlarga sport maydonchasi, basseyn qurib beribdi... Orif har gal shu tog‘asini tilga olganida mening ham fermer bo‘lgim kelib ketadi. Yarim yildan oshdi, tushlikka beradigan pullaringizdan oz-ozdan tejab yig‘a boshladim. Unga jo‘ja sotib olmoqchi edim, keyin, don-dun deganday, yana boshqa zarur narsalar...\n\nOtasiga Jamshidning ko‘nglini ochib so‘zlagani ta’sir qildi. Chiroyi ochildi.\n\n– O‘g‘lim, yeb-ichardan qiyib pul yig‘ishing shart emas edi. Shunday niyating bor ekan, avvalroq menga aytmaysanmi, o‘zim senga yordam bergan bo‘lardim! Mayli, haliyam kech emas...\n\nDam olish kuni otasi Jamshid bilan birga hovli etagidagi tovuqxonani ta’mirladi. U besh-olti yildan beri bo‘sh, qarovsiz yotardi. Bunga esa sabablar ko‘p. Er-xotin doim ishda. Ular shifokor. Tungi navbatchilikka ham qolishadi. Tomorqa ishlari, sigir-buzoq, tovuq-kurka boqish qayoqda deysiz. Ammo shunday bo‘lsa-da, u so‘zining ustidan chiqib, o‘g‘liga sara jo‘jalardan sotib olib berdi. Ularni qanday parvarish qilish kerakligini ham o‘rgatdi.\n\nHadeganda Jamshidga omad kulib boqmadi. Parranda boqishning o‘zi bo‘lmas ekan. Kasallik tegib bir nechta jo‘jasi o‘lib qoldi. Yana maktab, uy ishlari, hammasiga birday ulgurish qiyin. Kundaligidagi “besh”lari qoniqarli baholar bilan almasha boshlaganda esa Shuhrat aka o‘g‘lini yo‘ldan qaytarishga urinib ko‘rdi. Ammo bir voqea sabab bizning qahramon nafaqat darslarini, hatto tovuqboqarlikni ham eplab ketdi.\n\nEs-hushi bemor jo‘jalarida bo‘lgan Jamshid sinf rahbari Vasila opa uni doskaga qayta-qayta chaqirganini anglamay qoldi. Xayoli mashg‘ulotga qaytganida esa kech bo‘lgan edi. Muallima uning yoniga kelib darsdan keyin qolishni tayinladi.\n\nMana hozir Jamshid ustozi ro‘parasida o‘tiribdi. Ichida o‘zini oqlashga har qancha bahona to‘qisa-da, tiliga chiqarishga jur’at qila olmayapti. Chunki keyingi vaqtlarda o‘qishi bo‘shashib ketdi, to‘garak mashg‘ulotlarini tashlab qo‘ydi. Bugun mana bu ahvol. Muallimasi uning juda xijolatda, ezilib o‘tirganini payqab, dashnom bermaslikni ma’qul ko‘rdi. Darsdan so‘ng nimalar bilan ovora ekanligini surishtirgach, to‘satdan yaxshi taklifni aytib qoldi:\n\n– Xabaring bo‘lsa, yaqinda qishlog‘imizda parrandachilikka ixtisoslashgan fermer xo‘jaligi tashkil qilindi. Men rahbari bilan gaplashib ko‘ray-chi, rozi bo‘lsa, dam olish kuni sinfdoshlaring bilan o‘sha xo‘jalikka sayohat qilamiz...\n\nJamshid quvonib ketdi. Chunki shu kunlarda u hatto orzusidan kechishni ham o‘ylay boshlagan edi. O‘qituvchisining so‘zlari ko‘nglini shunday ko‘tardiki...\n\nNihoyat, Jamshid sinfdoshlari bilan o‘qituvchisi boshchiligida o‘sha xo‘jalikka bordi:\n\n“Do‘mboq jo‘jalar” parrandachilik xo‘jaligi rahbari Ahmad Shukurov zamonaviy tovuqxonasini bolalarga ko‘rsatib, shart-sharoiti bilan erinmasdan tanishtirdi. Parranda parvarishi to‘liq avtomatlashtirilgan, don-dun, suv berish, tuxumlarni yig‘ib olish, tozalash ishlari, xona haroratini bir me’yorda ushlab turish deysizmi, bari kompyuter dasturi asosida ishlaydigan qurilma yordamida bajarilar ekan. Jamshid bularni zo‘r qiziqish bilan tomosha qilarkan, ishi nega yurishmayotgani haqida o‘ylab ketdi...\n\nErtalab zo‘rg‘a turadi. Chala-chulpa nonushta qilib, jo‘jalariga chopadi. So‘ng maktabiga shoshadi. Ba’zida esa uy vazifalarini bajarish u yoqda tursin, hatto dars jadvaliga qarab, papkasidagi darsliklarni almashtirib qo‘yishga ham hafsala qilmaydi. To‘garaklarga-ku qatnashmayapti. Uy, maktab ishlariga ulgurmagandan keyin qo‘shimcha mashg‘ulotga vaqtni qaydan topsin? Ha, otasining so‘zlari to‘g‘ri! Agar u har bir ishni aniq muddat va tartib bilan bajarsa, bunda yaqinlarining ko‘magiga tayansa (Jamshid ukasi tugul onasini ham tovuqxonaga yo‘latmayotgan edi. Go‘yoki kimningdir yordami uning kelajakda katta fermer bo‘lishiga xalaqit beradigandek) albatta muvaffaqiyatga erishadi.\n\nKatta taassurotlar bilan uyiga qaytgan Jamshid kun tartibini tuzdi. Kun tartibidan haftada bir marotaba haligi parrandachilik xo‘jaligiga borib, tovuqboqarlik sirlarini o‘rganish (bu haqda xo‘jalik rahbari Ahmad akadan iltimos qilgan edi, u kishi yo‘q demadi) ham joy oldi.\n\nOradan biroz vaqt o‘tdi. Hozir Jamshidning tovuqxonasida kimo‘zarga tuxum qo‘yib yotgan oltmishdan ziyod tovug‘i bor. Momiq jo‘jalarining-ku sanog‘i yo‘q. Bayramlarda ota-onasining maslahati bilan mahallasidagi yoshi ulug‘ onaxon-otaxonlarga, bolalar bog‘chasiga quti-quti tuxum sovg‘a qilib turibdi. Eng muhimi esa, maqsadi jilovini mahkam ushlagan qahramonimiz kelajakda kim bo‘lishini aniq bilib olgan. Buni endi siz ham bilasiz."
    },
    {
      "id": 21,
      "name": "Rasmdagi qaldirg‘och",
      "story": "Ertalab Dilshod ayvonchada bobosi bilan nonushta qilib o‘tirgandi. Shu payt ochiq turgan derazadan ikkita qaldirg‘och uchib kirdi-da, tepalarida charx urib, aylana boshladi.\n\n– Vo-oy, qaldirg‘och, – dedi Dilshod ularni qo‘li bilan ko‘rsatib.\n\n– Qaldirg‘och bu – baxt timsoli. U kirgan xonadonda hamisha tinchlik, xotirjamlik bo‘ladi, – tushuntirdi bobosi.\n\n– Janjal ham bo‘lmaydimi, bobo?\n\n– Bo‘lmaydi, bo‘talog‘im, nega so‘rayapsan?\n\n– Ha-a, endi bildim!\n\n– Nimani qo‘zichog‘im?\n\n– Demak, Komil amakilarning uyida har kun janjal bo‘lishi, qaldirg‘och yo‘qligidan ekan-da!\n\nBobosi nevarasidan bunday gap kutmagan edi. Shuning uchun yelkasiga ohista qoqib, kulib qo‘ydi. Dilshod boshqa savol bermadi.\n\nErtasiga qarashsa, Komil amakining eshigiga kimdir kattakon qog‘oz yopishtirib ketibdi. Unda uchib kelayotgan bir juft qaldirg‘och surati tasvirlangan edi. Rasm ostiga esa “Qaldirg‘och xotirjamlik timsoli”, deb yozilgandi. Hamma hayron! Bu kimning ishi ekanligini esa faqat ikki kishigina bilardi."
    },
    {
      "id": 22,
      "name": "Xato",
      "story": "Osmonda pag‘a-pag‘a bo‘lib suzayotgan bulutlar asta-sekin quyuqlashdi, ohistagina yomg‘ir tomchilay boshladi. Ozodbek osmonga qarab xo‘rsinib qo‘ydi. Go‘yoki samo ham unga hamdardlik bildirayotgandek edi. Oyisi xomush o‘tirgan o‘g‘lining boshini silab:\n\n– O‘g‘lim, ertadan maktabga chiqsang ham bo‘ladi. Tengdoshlaringdan ancha orqada qolib ketding. Darslarni o‘zlashtirishga qiynalib qolmagin tag‘in, – dedi-yu qo‘lidagi maktab sumkasini unga uzatdi. – Ertaga o‘tiladigan darsliklaringni joylashtirgin-da, sinfdoshingdan birortasiga qo‘ng‘iroq qilib, uy vazifalarini so‘rab olgin, – dedi. Lekin Ozodbek sumkasiga qayrilib ham qaramadi.\n\n– Oyijon, men endi maktabga bormayman. O‘rtoqlarim dadasi yo‘q, deb masxara qilishadi, Bular menga og‘irlik qiladi. Qo‘ying shu maktabni, biror joyda ishlasam-chi. Endi uyning yolg‘iz erkagi bo‘lsam... – Ozodbek hayron bo‘lib turgan onasiga iltijoli tikildi.\n\nOzodbekning otasi to‘satdan vafot etganiga bugun yetti kun bo‘ldi. G‘amdan qaddi bukilgan buvisi Ozodbekni yoniga chaqirdi:\n\n– Ota-ona o‘lmog‘i meros, bolam. Qandoq qilay-ki, bu meros senga juda erta berildi. Endi sen oilamizning suyangan tog‘isan. Axir maktabga bormasang, bilim olmasang, qanday qilib biz xohlagan inson bo‘lishing mumkin. Dadang “Mening o‘g‘lim yetuk huquqshunos bo‘ladi. Oilamiz faxriga aylanadi”, deb niyat qilardi. Uning niyatini amalga oshirish uchun yaxshi o‘qishing zarur. Agar komil inson bo‘lishni xohlasang, iloji boricha atrofingdagi mayda-chuyda gaplarga ahamiyat berma. Asosiysi, sen vazmin va sabrli bo‘lgin. Sabrning tagi sariq oltin, deyishadi, bolam.\n\nErtasiga Ozodbek maktabga bordi. Sinfdoshlari hol-ahvol so‘rab, iliq kutib olishdi. Bunday munosabatni kutmagani uchun oyisi bilan buvisiga aytgan so‘zlarini eslab o‘zidan ranjidi. O‘rtoqlarining yordami bilan qoldirgan darslarini o‘zlashtirib oldi.\n\nHammaga birday mehribonligi uchun Ozodbekni maktab qorovuli – Ahmad aka ham yaxshi ko‘radi. U darsdan so‘ng maktab hovlisini tozalashga, gullar va daraxtlar parvarishiga yordamlashardi. Dadasidan esdalik qolgan mo‘jazgina bog‘idan turli daraxt ko‘chatlaridan olib kelib, Ahmad aka bilan maktab hovlisiga o‘tqazishdi. Bir kuni gulzordagi gullarini begona o‘tlardan tozalayotgan edi, oyisi osh tayyor bo‘ldi, deya chaqirib qoldi. Buvisining yoniga o‘tirgan Ozodbekning yodiga birdan Ahmad akaning “Oyog‘im zirqirab og‘riyapti, bugun ham yordamlashgani kelolasanmi?” deb so‘ragani tushdi. Buvisidan ruxsat olib, oyisi bergan issiqqina oshni ko‘targanicha maktab tomon shoshdi. Maktab bog‘ida Ahmad aka va uning ishini kuzatayotgan sinfdoshi Nurbek o‘tirgan ekan. Ozodbek Ahmad akaga, oshni issiqligida yeb oling, ishni o‘zim qilib turaman, dedi. Ammo u kishi unamadi:\n\n– Oshni birgalikda yeymiz. Ko‘pchilik bilan yeyilgan taomning mazasi boshqacha bo‘ladi. Faqat qoshiq kamlik qilarkan. Mana bu oshxonaning kaliti, kirib qoshiq olib chiqqin, – deya Ozodbekka kalit uzatgan Ahmad akaning gapi tugar-tugamas Nurbek:\n\n– Qoshiqni men olib chiqaman, – deganicha kalitni olib, oshxona tomonga yugurib ketdi. Tezda oshxonaga kirib chiqqan Nurbek qoshiqlarni Ozodbekka uzatar ekan, oyisi chaqirib qolganligini aytib, shosha-pisha maktab bog‘idan chiqib ketdi... Ertasi kuni ertalab xonaga sinf rahbari Oqila opa bilan oshpaz opa kirib kelishdi. Oqila opa bosiqlik bilan gap boshladi:\n\n– Kecha maktabimiz oshxonasidan pul yo‘qolgan. Afsuski, darsdan keyin maktabga bizning sinfimizdan ikki o‘quvchi kelgan ekan. Ozodbek bilan Nurbek. Qani, o‘rningizdan turib javob bering-chi, qaysi biringiz oldingiz pullarni? Bu pullarga oshpaz opangiz o‘quvchilarga yegulik tayyorlash uchun masalliq sotib olishi kerak. Xato hammada ham bo‘ladi. Agar pullarni olgan bo‘lsangiz, aybingizni o‘z vaqtida tan oling, – dedi.\n\n– Men kecha Ozodbekdan oldin ketganman. Maktabda sport formam qolib ketgani uchun qaytib kelgandim. Ustoz, bu savolingizga Ozodbek javob bersin. Harqalay otasi vafotidan keyin oilasi qiynalib qolgandir. Balkim shu yo‘l bilan yordam bermoqchi bo‘lgandir, – dedi Nurbek gerdayib. So‘ng sinfdoshiga qaradi: – Nima bo‘ldi Ozodbek, tilingni tishlab oldingmi. Gapirmaysanmi, a?\n\nOzodbek negadir jim turardi. Rangi dokadek oqargan, qo‘llari qaltirardi. Nurbekka qarab nimadir demoqchi bo‘lardi-yu, gapirolmasdi. So‘ng o‘qituvchisiga najot ko‘zi bilan qaradi. Labi pirpirar, lekin ovozi chiqmasdi. Gapira olmagach, ko‘zida yosh bilan sinfdan yugurib chiqib ketdi. Sinfdoshlari sukut alomati rizo, deya tushunishdi.\n\nShu voqeadan so‘ng Ozodbek bir hafta betob bo‘lib maktabga bormadi, bir og‘iz ham so‘z aytmadi. O‘qituvchisi necha bor uyiga kelib uni ko‘rib ketdi. Shifokorlar ruhiyatiga nimadir qattiq ta’sir qilgan, kutish kerak, deyishdi. Lekin Ozodbekning ahvolida hech qanday o‘zgarish sezilmasdi...\n\nBir kuni kechki payt Nurbekning onasi Oqila opaga telefon qilib, o‘g‘lining yostig‘i tagidan ko‘p pul topib olgani, dadasi bilan qattiq qistovga olishgach, bu o‘sha, maktab oshxonasidan yo‘qolgan pullar ekanligi ma’lum bo‘lganini aytibdi.\n\nOqila opa tuni bilan mijja qoqmadi. Qorovul Ahmad akaning, “Men Ozodbekning bunday ishga qo‘l urishiga ishonmayman”, degan so‘zlarini eslaganda o‘quvchisining ahvoli uni yana-da tashvishga solardi. Shoshqaloqlik bilan xato qilib qo‘ydim, yaxshilab surishtirishim kerak edi. Balki ikkalasi bilan alohida gaplashganimda bunday bo‘lmasmidi, degan o‘y unga tinchlik bermasdi...\n\nOzodbek maktabga borsa-da, biror so‘z aytmas, darslarda javob bera olmasdi. Oylab davom etgan bu holatdan ayrim o‘qituvchilarning noroziligi kuchaydi. Oqila opaga, darsda umuman javob bera olmaydigan, gapirmaydigan bolaga qanday baho qo‘yish mumkin, balki maxsus maktabga yuborarmiz, deya e’tiroz bildirishardi. Oqila opa ularga, hozir Ozodbekka bizning yordamimiz kerak, sabr qilinglar, derdi. Ustozi unga o‘qishlarida ko‘maklashar, darslarni qanday o‘zlashtirganini yozma tarzda tekshirardi. Har gal o‘quvchisi uchun bir-biridan qiziqarli hikoyalarni o‘qib kelar, zavq bilan so‘zlab berardi. Ozodbek qimir etmay tinglar, keyin o‘qituvchisi bilan birga uyga qaytishardi.\n\nBir kuni to‘satdan dars paytida Oqila opaning tobi qochdi. Shoshib qolgan o‘qituvchilar “Tez yordam” mashinasini chaqirishdi. Shifokorlar, olib ketmasak bo‘lmaydi, deya o‘qituvchini “Tez yordam” mashinasiga olib chiqishdi. Qo‘rqib ketgan Ozodbek mashinaning orqasidan yugurib chiqdi. Beixtiyor lablari titrab:\n\n– Ustoz, ustoz, ustozim... – deya tinmay takrorladi, biroq ovozini faqatgina o‘zi eshitdi, xolos.\n\nUyiga yugurib kelgan Ozodbek buvisini quchoqlab oldi-da:\n\n– Ustozim betob bo‘lib qoldi, buvijon! U kishi menga ikkinchi onamdek bo‘lib qolgan edilar, – deya yig‘lab yubordi. Buvisi nabirasini tilga kirganidan quvonib uni bag‘riga bosdi. Ko‘ziga yosh qalqdi:\n\n– Bolam, xavotirlanma! Ustozing albatta tuzalib ketadi, ertaga ko‘rgani birga boramiz, – dedi. Ammo Ozodbek ertagacha sabr qilolmadi. Bog‘iga kirib eng chiroyli gullardan terib ajib guldasta yasadi. O‘qituvchisi davolanayotgan kasalxonani surishtirib topdi. Ichkariga kiritishmagach, Oqila opa yotgan xona derazasi yoniga borib:\n\n– Ustoz, ustoz, men Ozodbekman, – deya baqirdi. Tanish ovozni eshitgan Oqila opa ikkilanish bilan, ishonqiramay o‘rnidan arang turdi va oynani ohistagina ochdi. Pastda qo‘lida bir dasta gul ushlab turgan o‘quvchisini ko‘rib hayratdan qotib qoldi.\n\n– Assalomu alaykum ustoz, men keldim. Ahvolingiz yaxshimi? – Ozodbek tutilmay, tiniq va ravon gapirardi.\n\n– Ovozingdan aylanay, bolajonim. Yaxshiman, juda yaxshiman, – shu topda Oqila opa o‘zini dunyodagi eng sog‘lom odamdek his qildi."
    },
    {
      "id": 23,
      "name": "XASTA PODSHOH",
      "story": "Bir podshoh og‘ir xastalikka chalindi. Bir talay hakimlar: “Bu dardni faqat shu xususiyatdagi insonning o‘ti davolay oladi”, – dedilar. Hukmdor darhol amr etdi;  podshohning mijoziga yaqinroq bo‘lgan odamni izlay boshladilar. Oxiri shunday xislatga ega,  yosh o‘spirin yigitni bir qishloqdan  topib keltirishdi. Hukmdor yigitning  ota-onasini chaqirtirdi; ularga hadyalar berib mamnun qildi va rizoligini oldi. \nVakolatli qozilar, “Podshoh esonligi uchun xalqdan birining qonini to‘kmog‘i uyg‘undir” degan qaror chiqarishdi. Berahm jallod, darhol hoziru nozir bo‘ldi.  Shunda yigit osmonga qarab kulimsiradi. Bundan ajablangan shoh, darhol:\n–O’zing o‘limga ketyapsan.. Beg‘am bo‘lib kulishingni boisi ne? Seni kim kuldiryapti? – deya so‘radi. \nShunda yigit podshohga qarab:\n–Bolaning erkaligini kim ko‘taradi, ota-ona... Meni  ular hozirgina mol-dunyo uchun o‘limga sotib ketdilar. Da’voni kimga qiladilar, qozilarga.. Qozi o‘limimga fatvo chiqardi. Adolatni kimdan istaydilar, podshohdan. Podshohga esa mening o‘limim kerak...  Shuning uchun osmonga qarab, “Ey, Alohim! Yolg‘izning Yori O’zimman deganding, mana men yolg‘iz turibman. Sendan boshqa sig‘inadiganim yo‘q!”  deya kulib turgandim, – dedi.  \nBu gaplarni eshitib, shohning qalbi erib, ko‘zlaridan yosh oqdi. “Bir begunohning qonini to‘kib, yana qanchalik umr ko‘rardim. Shunday yigitni o‘ldirganimdan ko‘ra, mening o‘lganim ming chandon yaxshiroq emasmi?.. ” – deya yigitni ozod qilishlarini buyurdi. Va uni yoniga chaqirib, bag‘riga bosdi; yuz-ko‘zlaridan o‘pib, yigitga hisobsiz darajada hadyalar berdi. \nAytishlariga qaraganda, yigitni ozod etgan hukmdor, bir hafta ichida sog‘ayib, yana bir qancha yil uzoq umr ko‘rgan ekan. "
    },
    {
      "id": 24,
      "name": "ODIL NO‘SHIRAVON",
      "story": "Aytishlaricha Sosoniy hukmdorlaridan Odil No‘shiravon, yoz kunlarining birida  odamlari bilan ovga chiqdi. U tepa yonbag‘irlarini kezib chiqarkan, odamlari tog‘ echkisini ovlashdi. Undan kabob tayyorlab shohga taqdim qilishmoqchi edi. Go‘shtni shox shabbalariga ildirib, tagiga olov yoqdilar. Ovni to‘xtatib, ovqat tayyorlash bilan mashg‘ul bo‘lishdi. Bir mahal qarashsa, tuz yo‘q. Shu yaqin orada bir qishloqcha bor edi. Tuz olib kelish uchun bir askar yuborishdi. Askar yo‘lga chiqar-chiqmas  Odil No‘shiravon uni chaqirtirib oldi. Va unga:\n–Tuzni pulini berib ol! – dedi. – Aks holda tekin olish odati chiqib, qishloq xarob bo‘ladi.\nAtrofidagilar hayron bo‘lib:\n–Shu ozgina narsadan qanday qilib zarar kelishi mumkin, shohim, – deya so‘rashdi. \n–Dunyoda zulmning tamali uvoqcha edi. Ammo har bir kelgan uni kattalashtirdi.  Va  hozirgi  vaziyatga  kelib qoldi.  Agar shoh xalqning bog‘idan bir olma olsa,  yonidagilar daraxtning ildizi bilan qo‘porib oladilar. Podshoh besh tuxum uchun zulm etsa, askarlari ming tovuqni idishi bilan uradilar, – deya chiroyli javob qaytardi Odil No‘shiravon. "
    },
    {
      "id": 25,
      "name": "KEMADAGI QUL",
      "story": "Bir kuni podshoh dengiz sayohatiga chiqdi. Uning hali dengizga chiqib ko‘rmagan va yo‘l azobini tortmagan bir quli ham bor edi. Kema suvga tushirilib, to‘lqinlar ichra harakatlana boshlaganida, qulni vahima va qo‘rquv qamrab oldi. O’z-o‘zidan qaltirab, yig‘lay boshladi. Atrofdagilar uni tinchlantirishga qancha urinishmasin, qulning vahimasi sira ham bosilmadi. Buni ko‘rgan podshohning ham kayfiyati ancha buzildi. Lekin, chorasi topilmasdi. Kemada bir dono qariya bor edi. Shunda u shohga qarab:\n–Sultonim amr etsalar, shu qulni o‘zim tinchlantirsam... – dedi. \n–Bizga katta yaxshilik qilgan bo‘lardingiz, – dedi podshoh. \n Qariya darhol: “Beliga arqon bog‘lab, dengizga uloqtiring”, – deya kemadagilarga amr qildi. Qariya aytganidek qilishdi. Uni bir necha marotaba dengizga sho‘ng‘itib olishdi. Qul og‘zi burnigacha suvga botib tipirchilay boshladi. Ma’lum muddat bu holat takrorlangach, qariya mashg‘ulotni to‘xtatdi. Ichlari suvdan to‘lgan qul kemaga chiqarildi. Ichgan sho‘r suvlarini chiqarib olganlaridan so‘ng, hushiga keldi va kemaning bir chetiga borib o‘tirdi. Va nihoyat qul tinchlandi. Endi u vahimaga tushib baqirmas va yig‘lab hammani parishonxotir qilmas edi. Qariyaning tutgan dono tadbiridan podshoh mamnun holda so‘radi:\n–Bunda qanday hikmat bor edi?\nQariya javob qildi:\n–Qulingiz dengizga chiqmaganligi bois uning qiyinchiligi va cho‘kish azobini tortmagan edi. Shu sababdan kemadagi sokinlik qadrini bilmadi. Xuddi shunday, sog‘liqning qadriga bemor odam yetadi. "
    },
    {
      "id": 26,
      "name": "ZOLIM PODSHOH",
      "story": "Ajam shohlaridan biri xalq mulkiga zo‘rlik bilan qo‘l cho‘zdi. Bu ham yetmaganday, aziyat bera boshladi. Jabr-zulmlardan to‘yib ketgan xalq o‘z yerini, yurtini tashlab chiqib ketdi.  Odamlarning u yoqdan bu yoqqa ko‘chib yurib, g‘urbat yo‘lini tutishlaridan o‘zga choralari qolmadi. Borgan sari aholi kamayib, mamlakat daromadi  tushib ketdi. Sultonning xazinasi bo‘shab qoldi. Shu payt dushmanlar ham har tomondan hujum qila boshlashdi. Bir kun sultonning majlisida, hukmdorlar hayotidan hikoya qiluvchi “Shohnoma” kitobidan: “Zahhok saltanatining tanazzulga yuz tutib, Faridunning taxtga chiqishi” haqidagi hikoyat o‘qildi. Shu payt vazir sultonga:\n–Afandimiz, – dedi. Mamlakati, xazinasi va qo‘shini bo‘lmagan Faridun, shohlikka qanday qilib erishdi?\n–Eshitganingdek, bir to‘da olomon uning yonini oldi. Xalq yig‘ilib, uni qo‘llab-quvvatladi va u shohlik darajasiga ko‘tarildi, – deb javob berdi sulton. \nShunda vazir:\n–Modomiki, – dedi. – Xalqning kuchi shohlikni ta’minlar ekan, unda nega siz xalqni parishon qilmoqdasiz, shohim? Yoki podshohlik qilish fikridan yiroqmisiz?\nSulton so‘radi: \n–Seningcha, ularni bir yerga jamlash uchun nima qilishim kerak?\nVazir javob berdi:\n–Avvalo, podshoh odil bo‘lsagina olomon uning atrofida yig‘iladi. So‘ngra, marhamatli bo‘lsagina shu davlatning ishonch soyasida xotirjam o‘tiradi. Ammo sizda bu xislatlarning birontasi ham ko‘rinmaydi. \nDono vazir so‘zlariga qo‘shimcha qildi: \n–Bo‘ridan cho‘pon chiqmaganidek, zolim kishi zinhor shohlik qila olmaydi. Shohning zulm urug‘ini ekishi, o‘z saltanati poydevorini qulatishi demakdir.  \nSulton vazirning achchiq so‘zlaridan nihoyatda g‘azablandi. Va boshqalarga ibrat bo‘lsin deya uni jazoga tortdi. Vazir xibsga olinib, zindonga tashlandi. Oradan ancha vaqt o‘tdi; podshohning jiyanlari unga qarshi bosh ko‘tarishdi. Sultonning adolatsiz harakatlarini, o‘lkani boshqara olmayotgani hamda falokat yoqasiga olib kelganini aytishib, undan qutulmoq uchun qo‘shin to‘plashgan edi. \nSultonning zulmidan paymonasi to‘lgan xalq,  isyonchilarning da’vatiga ergashishdi. Dono vazir aytganidek, mazlum kishilar sultonga butunlay dushman bo‘lib qoldi. Va isyon ko‘targan shohning jiyanlariga ko‘makchi bo‘lib, zolim podshoh saltanatini vayron qilishdi. O’lka zolim podshoh zulmidan qutulib, butunlay ozodlikka erishdi. "
    },
    {
      "id": 27,
      "name": "QOZINING BOLASI",
      "story": "Hukmdorning saroy eshigida bir azamat turardi.  Bu yigit qozining bolasi edi. Zehni, aql-idroki juda o‘tkir edi. Bolaligidan unda shunday qobiliyat bo‘lib, hamma  unga hasad bilan gapirardi. Aqllimisan aqlli bo‘lib, boshi uzra  ulkan yulduz porlagan edi. Bir qancha vaqtdan o‘tib, kelishgan va ruhiyati ancha ko‘tarilgan bu yigit sultonning nazariga tusha boshladi. Donolar: “Boylik mol-mulk bilan emas, hunar bilan bo‘ladi. Aql yoshda emas, boshdadir” , – deganlar.\nAmmo qismatni qarangki, tengdoshlari unga hasad qilishdi. Sultonning nazaridan qoldirish uchun uni xoinga chiqardilar. Hatto munofiq sanab o‘ldirmak uchun yomon ishlarga undadilar. Shu payt sulton vaziyatdan xabar topib, yigitni huzuriga chaqirtirdi. Va undan:\n–Ular sendan nima istaydilar? Nega senga bu qadar dushmanlik qiladilar? – deb so‘radi. \nYigit tavoze’ bilan shunday javob berdi:\n–Sultonimning davlat soyasida eshik og‘alarimning hammasini ko‘nglini oldim. Faqatgina hasadchilarga qo‘shilmadim. Hech kimni xafa qilmadim, ammo hasadchiga nima ham qila olardim? Ular ich-ichlaridan azobdadirlar. Ular faqatgina qo‘limdagi ne’matlarni yo‘qotishim, pastlarga tushishim ila sevinadilar; rohat qiladilar. Siz, sultonimning davlati va iqboli bor bo‘lsin. "
    },
    {
      "id": 28,
      "name": "QAROQCHINING O‘G‘LI",
      "story": "Bir guruh qaroqchilar tog‘ panasiga kelib o‘rnashgan, shu yerda kuchlarini birlashtirib karvon o‘tishini poylab yotardilar. Tog‘ tepasini maskan tutgan qaroqchilar, oldilariga kelgan sulton askarlarini bila turib yakson qilishdi. U yerga yaqin bo‘lgan shahar xalqi, ulardan juda qo‘rqadigan bo‘lib qolishgan edi. Nafaqat u shaharliklar, balki boshqa mamlakat xalqlari ham ulardan juda bezib ketishgan edi. Shu sababdan mamlakat boshliqlari qaroqchilar zulmiga barham berish uchun bir yerga to‘planib maslahatlashishdi. \n–Agar bu to‘dani bir muddat o‘z holiga tashlab qo‘ysak, ular o‘zlaricha bosh ko‘tarmaydilar. Ya’ni, salan daraxti bir odamning kuchi bilan qo‘poriladi. Agar uni shunday qoldirsang, tomiri bilan sug‘urib ololmaysan.\nYig‘ilganlar o‘zaro kelishib, nihoyat  qaroqchilar  ichiga  josus qo‘yadigan bo‘lishdi. Josuslarini qo‘ydilar ham. Ortidan payt poylab kutishdi.  Ancha vaqtdan so‘ng qaroqchilar bir qabila ustiga hujum uyushtirib, maskanlarini tark etishdi.  Shaharliklar ham qilich ko‘targan, tayyorgarlik ko‘rgan, buning utstiga oldingi janglarda ishtirok etgan yigitlar bu gal qaroqchilar makoniga yuborilgan edi. \nOdamlar yashirinib kechuv yo‘llarini poylab turishardi.  Kech kirishi bilan qaroqchilar ortlariga qaytishdi. O’ljalarini keltirib otarishdi, qurol-aslahalaridan xoli bo‘lishdi. O’sha kuni juda qattiq charchab qaytishgani ahvollaridan ma’lum edi. Ko‘zlariga uyqu g‘olib kelib yarim kechasi hammasi qattiq uxlab qolishdi. Shunda yigitlar yashiringan joylaridan chiqib, birin-ketin  tungi  qo‘riqchilarini yo‘qotishdi. So‘ngra bitta-bitta qaroqchilarni xibsga olib ularni shaharga olib kelishdi. Sulton xalqning ko‘z o‘ngida ularni o‘limga buyurdi. Ammo oralarida mo‘ylovi endi sabza urgan bir yosh yigit ham bor edi. Navqiron yigitlikning ayni bahorida edi. Vazirlardan biri bu yigitga juda achindi va shohdan uning uchun shafqat qilinishini so‘rab shunday dedi:\n–Bu bola, hali hayot bog‘idan meva yemagan, azamatlik davriga to‘ymagan. Agar hazrati oliylari shu bolaning qonidan kechsa, qulingiz minnatdor bo‘lur edi... \nShohga bu gap ma’qul tushmadi. Qoshlarini chimirib:\n–Zoti yomon bo‘lgan kimsa yaxshilarning  nurini qabul qilmaydi. Noqobilni tarbiya qilish, qubba gumbazda yong‘oq chaqqan kabidir. Yaxshisi bularning urug‘-aymog‘i bilan yo‘q qilib yuborgan ma’qul. Olovni o‘chirib qo‘rini olib qolish, o‘zini o‘ldirib naslini saqlab qo‘yish aqllilarning ishi emas.\nVazir sultonning so‘zlarini eshitdi. Istar-istamas podshohga tan berdi, uning chiroyli fikrlarini maqtab:\n–Podshohimning amri haqiqatning ayni o‘zginasidir, – dedi. Haqiqatan, bola yomon kimsalar orasida qolib tarbiya olganida ularga o‘xshar edi. Lekin yaxshi insonlar ichida tarbiya qilinsa, aqlli kishilarning tabiati, xulq-atvori buni qoplab ketishiga umid bog‘lash mumkin. Chunki u hali bola. U to‘daning zolim va qo‘rs tabiati bola mijoziga hali singib ketmagandir.  \nVazirning so‘zlariga bir necha saroy a’yonlari ham qo‘shilib shohdan shafqat so‘rashdi. Oxiri podshoh yigitning qonini to‘kishdan voz kechdi. Vazirga:\n–Munosib ko‘rmasam ham bag‘ishladim, – dedi. \nVazir bolani uyiga olib keldi. Nozu ne’matlar bilan uni katta qildi. Uning uchun yetuk bir tarbiyachi yolladi. Go‘zal so‘zlarni, chiroyli muomalani o‘rgatdi. Bola har tomonlama kamolga yetib odamlar orasida hurmat va e’tibor qozondi. Bir kuni vazir, sulton huzurida bolaning go‘zal tabiatidan gapirdi. Podshohga:\n–Olayotgan darslari unga ta’sir qilibdi; eski odatlarini, johilliklarini so‘kib uloqtirdi, – dedi. \nPodshoh kulimsirab:\n–Insonlar orasida yashasa  ham bo‘rining bolasi baribir bo‘ri bo‘ladi, – dedi. \nOradan roppa-rosa ikki yil o‘tdi. O’sha shaharda yashagan va uni tanigan daydi va bezorilar uning oldiga kelishdi. Yigit ham ularga qo‘shildi. U shunchalik tez o‘zgarib ketgan ediki, natijada sheriklari bilan fursat topib vazir va uning ikki o‘g‘lini o‘ldirishdi. Uydagi hamma boyliklarni o‘marib, otalari makon tutgan eski joylariga borib o‘rnashishdi; isyonkor qaroqchilar to‘dasiga aylanishdi. \nPodshoh bu voqealarni eshitarkan, hayratlanib barmog‘ini tishlab qoldi. Atrofidagilarga qarab:\n–Inson yomon temirdan yaxshi qilich yasay oladimi? Tagi past odam tarbiya bilan ham inson bo‘lmaydi! Aytganlar-ku: “Yarim tuproq sumbul o‘stira olmaydi. Amal tuxumini o‘rtada yo‘qotma. Yomonlarga yaxshilik qilish, yaxshilarga yomonlik qilish kabidir”, – dedi."
    },
    {
      "id": 29,
      "name": "BADQOVOQ BOY",
      "story": "Mo‘ysafid darveshlardan biri hech ehtiyojlarini qoplay olmas  edi; juda tang ahvolda qoldi. Uning bu holini ko‘rganlardan biri:\n–Falonchi juda boy, hisobsiz mol-mulki bor. Agar ahvolingni bilsa, jim qarab turmas deb o‘ylayman, – dedi. \nDarvesh:\n–Men uni tanimayman; manzilini ham bilmayman, – dedi. \nOdam: \n–Tanish tanimasliging muhimmas. Men senga yo‘l ko‘rsataman, – deya uni boyning uyiga olib bordi. \n    Darvesh eshikni taqillatib ichkariga kirdi. Uni lablari  burishgan, qoshlari chimirilgan, aftidan badqavoq bir odamning yoniga etdilar. O’ta kibrli ekanligi har bir harakatidan ma’lum edi. Darvesh uning basharasini ko‘riboq, hech nima demasdan tashqariga chiqib ketdi. Tashqarida kutib turgan hamrohining oldiga keldi. Odam:\n–Xo‘sh, nima bo‘ldi? – deb so‘radi. Darvesh:\n–Uning lutfini yuziga bag‘ishladim! – dedi. Hamrohi:\n–Nima deganing bu? – dedi. Darvesh javob berdi:\n –Badqavoqdan bir narsa istama, yo‘qsa uning yomon tabiatidan zahar ichasan. “Ko‘nglingdagini shunday odamga aytginki, yuzini ko‘rar ko‘rmas shodlinsin!”"
    },
    {
      "id": 30,
      "name": "QAROQCHI BOSHLIG‘I",
      "story": "Qish kunlarining birida qaroqchilar bir qishloqqa bostirishdi. Qishloqni ostin-ustun qilib, odamlardan bir qanchasini tutib qaroqchilar boshlig‘ining huzuriga keltirishdi.  Ular orasida chiroyli hamda so‘zini bilib gapiradigan bir kishi bor edi. Qaroqchi boshlig‘ining oldiga kelgach, foyda berib qolar degan umidda bir necha bor  so‘zladi. Ammo, qaroqchilar boshlig‘i bunga parvo ham qilmadi. Odamlariga buyurdi; uni ham kiyimini bergunga qadar taladilar. So‘ng odamni eshikdan tashqariga chiqarib qo‘ydilar. Tashqari juda sovuq edi. Bechora, ko‘ylakchan yura boshladi. Ortidan esa, itlar kelib hura boshladi. Odam egilib yerdan bir toshni olmoqchi bo‘ldi. Ammo, toshlar muzlab qolganidan hech birini joyidan siljitolmadi. Shunda:\n –Bular qanday haromzoda insonlar bo‘ldi! – dedi. Itlarni qo‘yvorib, toshlarni bog‘lab qo‘yibdi! \n    Qaroqchilar boshlig‘i esa uni derazadan kuzatib turardi. Odamning gaplarini eshitib kuldi. Va uni orqaga qaytardi. Odamga:\n–Ey, aqlli! – dedi. – Tila tilagingni! \n    Odam qaroqchilar boshlig‘iga qaradi. Shu payt, “Inson insonlardan yaxshilik kutadi. Men sening yaxshiligingdan voz kechdim; yetar endi, menga yomonlik qilma!” demoqchi bo‘ldi-yu, keyin shunday deb javob berdi:\n–Agar ehson qilmoqchi ekansan, kiyimimni qaytarib ber! – dedi. Qaroqchilar boshlig‘i odamning qarashlaridan va ovozidan ta’sirlanib ketdi. Xuddi xayolidagini topgandek, g‘alati bo‘lib ketdi. Uning kiyimlarini qaytarib berdi. O’zgacha bir ko‘rkli to‘n bilan unga bir oz pul ham berdi. \n    G’aroyib va maroqli nigohlari ostida odamni jo‘natdi. "
    },
    {
      "id": 31,
      "name": "QO‘SH FALOKAT",
      "story": "Savdogarlardan biri, tijorat ishlarida ming dinor zarar ko‘rdi. Yonida o‘g‘li ham bor edi. O’g‘liga: \n–Tinchlan... dedi. –Buni birovga ayta ko‘rma!\nO’g‘li: \n–Xo‘p, ota! dedi. –Aytmayman. Ammo yashirganingizni foydasini ayting menga. \nOtasi javob berdi:\n–Toki falokat ikkitaga ko‘paymasin! \nO’g‘il so‘radi: \n–Bu nima degani?\nOtasi: \n–Birinchi falokat, sarmoyaning ozayishi; ikkinchi falokat qo‘shnining xursand bo‘lishi. Donolar aytganki, “Dardingni dushmanlarga aytma. Quvona- quvona chohga tortadilar”."
    },
    {
      "id": 32,
      "name": "OZG‘IN SHAHZODA",
      "story": "Ozg‘in, ko‘rimsizgina bir shahzoda bor edi. Buning ustiga inilari uzun bo‘yli va xushsuratli go‘zal yuzli edilar. Kunlardan bir kun, hammasi ichida podshoh otasi uni eng past va xor ko‘rishini payqab qoldi. Shahzoda otasini ko‘rgach, ne xayolga borishini fahmlab shunday dedi:\n–Ota, dedi. – Uzun bo‘yli va xushsurat bir johildan, ozg‘in va ko‘rimsiz bo‘lsa ham aqlli inson yaxshiroqdir.  Baland bo‘yli va gulbadan narsaning har doim hammadan ustun bo‘lishi mumkin emas. Ilmi kuchli bir zaifning, semiz ahmoqqa qarab: “Arabi ot zaif bo‘lsa ham, shu holatida egari yuklangan eshakdan afzaldir”, –  deganini eshitmaganmidiz? \nOtasi kuldi, davlat arboblari ham uning so‘zlarini ma’qul topishdi. Faqatgina inilari bu gapdan qattiq norozi bo‘lib, ichlarida xafa bo‘lishdi. Oradan ko‘p o‘tmay, podshohga qarshi chetdan dushman bosh ko‘tardi.  Dushman qattiq turib oldi, oxirida ikki tomon qo‘shini urush maydonida to‘qnash keldi. Podshoh, ozg‘in shahzoda va uning inilari ham urush maydonida turishardi. Jang boshlanganida, dushmanga qarshi chiqib otini shohning oldida qoldirgan ozg‘in shahzoda bo‘ldi. U sultonga qarab shunday dedi:\n–Mana endi mening kimligimni ko‘rasiz! Tuproq va qon ichra bir bosh ko‘rsangiz o‘sha men bo‘laman! Zero, janggohda urushgan o‘z qoni ila, undan qochgan  qo‘shinining qoni ila o‘ynaydi. \nBu so‘zlarni aytar aytmas dushman askarlariga hujum qilibdi. Va dushmanning eng ilg‘or  askarlaridan bir qanchasini yer bilan yakson qildi. Orada otasi huzuriga keldi. Salom berib shunday dedi:\n–Ey, meni haqir va nimjon deb bilgan ota, bo‘yi bastni fazilat sanamang! Janggohda boquvdagi ho‘kiz emas, ingichka belli ot ishga yaraydi. \n Bularni aytib yana jangga kirib ketdi. Dushman qo‘shini bir necha marta ko‘p edi. Podshoh qo‘shini kam bo‘lib, jangchilar  qocha boshladi. Shunda ozg‘in shahzoda askarlariga qarab:\n–Ey, yigitlar, g‘ayrat qilinglar!!! Ayollarga o‘xshab qochmanglar, – deya hayqirdi. \n     Shahzodaning gaplarini eshitib, suvoriylarning  jasorati ortdi va hamma birgalikda boshqatdan hujumga o‘tdi. Nihoyat, dushmanga g‘olib keldilar. Voqealarni  bir chetda turib  kuzatgan podshoh, ozg‘in shahzodaning  mardligi qarshisida  lol qoldi.  Darhaqiqat, uning boshqalardan ko‘ra ko‘proq foydasi tekkan edi. Urush tugashi bilan podshoh ozg‘in shahzodani bag‘riga bosib, yuz-ko‘zlaridan o‘pdi. Shundan so‘ng unga  bo‘lgan ishonchi va hurmati oshdi. Shahzodani o‘ziga valiahd etib tayinladi.  \nAmmo inilari shahzodaga hasad qilishdi. U haqida yomon fikrlarga borib, bir fitna o‘ylashdi.  Shahzodaning ovqatiga zahar qo‘shildi. Singlisi bu ishdan xabar topib, sirdan valiahdni ogoh etdi. Shahzoda vaziyatni o‘rganmagunicha ovqatga qo‘l urmadi. \nBo‘lib o‘tgan voqealardan xabar topgan podshoh zudlik bilan valiahd shahzodaning inilarini chaqirtirdi. Fitna qo‘zg‘aganlari sabab ularni  jazoga buyurdi.  Ammo ozg‘in shahzoda himmat ko‘rsatib, shohdan ularning gunohini so‘rab oldi. Podshoh chiqaverishida, mamlakatning eng olis go‘shalaridan  ularga  hissa ajratdi va hammasini o‘sha yerlarga yubordi. Shu tariqa, noroziliklarga barham berilib, anglashilmovchiliklarga o‘rin qolmadi.  "
    },
    {
      "id": 33,
      "name": "PODSHOH BILAN ASIR",
      "story": "Podshoh asirlardan birini o‘limga buyurdi. Chorasiz qolgan asir tushkunlikka tushdi. Aqlini yo‘qotishiga sal qoldi. “Jonidan umidini uzgan ko‘ngilga nima kelsa gapiraveradi”, deydilar...  Asir ham qarab turmay, o‘z qavmi tilida podshohni haqoratlab, noma’qul so‘zlar ayta boshladi. Podshoh jahl ustida gapirayotan bu asirning nimalar deganini qiziqib so‘radi. Oqko‘ngil vazirlardan biri:\n – “G’azablarini yengib, insonlarni kechirganlar...” demoqda, podshohim, –  dedi. \nPodshohning rahmi kelib, uning bir qoshiq qonidan o‘tdi. Ammo bundan norozi bo‘lgan boshqa bir vazir:\n–Biz kabi kishilarga, podshoh huzurida rost so‘zlashdan boshqasi lozim emas, – dedi.  Bu asir podshohimizni behurmat qildi; noma’qul so‘zlar aytdi.  \nPodshoh ikkinchi vazirning gaplarini eshitib, yuzi tundlashdi. Vazirga o‘girilib:\n–Menga, uning yolg‘oni, dedi. – Sening chin so‘zlaringdan  ko‘ra ko‘proq  yoqib turgan edi. Chunki u yolg‘on bir yaxshilik uchun edi. Holbuki bu rostgo‘ylik bir yomonlikka qurilgan. Zero, donolar: “Yaxshilik uchun ishlatilgan yolg‘on, fitna qo‘zg‘agan to‘g‘ri so‘zdan yaxshiroq”, – deydilar. \nVazir podshohning bu so‘zlari qarshisida boshini egishdan boshqa bir yo‘l topa olmadi.  "
    },
    {
      "id": 34,
      "name": "BANGI QALANDAR",
      "story": "Karaxtlikdan dong qotgan bir qalandar bo’lar edi. U ertayu kech bang iste'mol qilardi. Ko'rinishdan bu olamdan etak silkigan darvishlarga o'xshar, ammo butun sir-asrori yonidagi bang idishi - jur'adonida yashiringan edi. Bang tortgan damlarida o'zini qo'yarga joy topa olmay, har doim aysh qilmoq haqida turli xayollar surardi.\nKunlardan bir kuni u bir vayronaga kirib, bangdan, odatdagidan ko'proq tortdi. Buzuq devorga suyangancha sirlar olamida sayr qila boshladi. O'zini xayolan go'zal gulshan ichra shod holda ko'rdi. Atrofida ayshu ishrat ashyolari muhayyo edi, go'yo yotgan maskani bir oliy qasr bo'lib, bu qasr binosi mashhur musavvir Moniy suratxonasidek bezatilgan emish. O'zi taxt uzra Jamshiddek xurram, yonida oftob jamolli bir gulchehra ham bor emish. U oliymaqom podsho ayshu ishrat bilan mashg'ul bo'lib, har lahza gulchehra yoridan bahra olayotgan emish. Shu xayollar bilan u o'zini koshonada his qilib, vayrona ichida yotar edi.\nVayronada nishi ustida ajal zahrini saqlaguvchi bir chayon bor edi. U vayronani aylanish uchun chiqib, nishini har tomonga sanchgan holda u yoq-bu yoqqa yurar edi.\nXomxayol qalandar alahsiragan holda xayoliy gulchehrasining labidan bo'sa olayotib edi, shu payt labiga chayonning nayzasi sanchildi.\nQalandar beqaror holda chinqirgancha o'rnidan turdi, iztirob va alam ichra qarasa, yonida na gulshan, na qasru taxt va na xushbaxt sohibjamol bor edi. Shu tarzda uning behuda xayollari barham topdi, biroq u labidan ajal nishini yegan edi. Qilgan barcha ishlari xato ekanligini angladi, ammo bu pushaymonlik unga foyda keltirmadi.\nSen ham o'shanga o'xshash ahvolga tushgansan, miyangni bo'lmag'ur xayollar chulg'ab olgan. Ammo bir kun ajal nishjni yeb, seskanganingcha g'aflat uyqusidan uyg'onasan. Biroq u payt qancha zoru fig'on ko'tarma, qilcha naf yetmaydi. O'shanda o'zingning kimdan yiroq tushganingni yaxshi anglaysan, lekin joningda ayriliq dog'i muhrlanib qoladi."
    },
    {
      "id": 35,
      "name": "OSHIQ BO'LGAN SHOGIRD",
      "story": "Arastuning bir shogirdi bolib, ustozining har bir darsida hozir bo’lar edi. Donishmand faylasuf unga alohida ehtirom ko'rsatib, barcha shogirdlaridan ortiq hurmatlar edi. Yoshlik chog'idan yonida ulg'aytirib, unga o'zida bor maxfiy ilmlarni o'rgatgan edi. U olimning to'rt yuz yirik donishmandi orasida barchasidan ortiq bolib, faqat Arastudan kam edi.\nDonishmand o'zicha mazkur shogirdini kelajakda Iskandarga yaqin mulozim etishni xayol qijardi. O'zim bir yoqqa ketsam, u lskandar huzurida farzandim kabi o'rnimni bosadi, deb o'ylardi. Xullas, bu shogird hikmat bobida yuksaklikka erishib, hatto yig'inlarda Aflotun bilan ham bahslashadigan darajaga yetdi.\nKunlardan bir kuni u ko'chadan o'tib ketayotgan edi, nogahon birovning ishqi uning ko'ngli tomon yo’l topdi. Kofirlar ibodatxonasidan chiqqan bu go'zal oy yuzli va kumushbadan, toshyurak kofirlar kabi zolim bolib, noz bilan yuz dinni talon-toroj etuvchi va hikmat ahlini zoru shaydo qilgudek nihoyatda chiroyli qiz edi.\nFaylasuf shogird uning domiga giriftor bo'lganidan so'ng, ko'ngli unga oshiqi zor bo'ldi. Vasliga yetishmoqqa bel bog'lab, oraga kishilar qo'ydi. Va nihoyat, ko'p molu mablag' sarflab, u dilraboni o'ziga moyil qildi hamda o'z nikohiga oldi. Bu but (qiz) vasli qo'liga kirgach, xuddi kofirlar kabi butparast bo'ldi, ya'ni u go'zal qiz oldidan nari ketmadi. Kechayu kunduz ko'zini undan olmasdan, unga maftun bo'lib, kitobga qaramay qo'ydi. U go'zal mahvashga shu qadar mubtalo bo'ldiki, hattoki ustozidan saboq olishni ham esidan chiqardi.\nUstoz uning bu holga tushganini ko'rib, nasihat yo'li bilan chorasini topmoq istadi. Ko'p pand-nasihatlar qildi, ammo bu nasihatlar baloning oldini olishda yordam bermadi. Ustoz qarasa, ilmu hikmatlari zoye' bo'lib, necha yillik chekkan zahmatlari bekor ketmoqda. Benazir faylasuf har qancha o'ylab ko'rmasin, bu dardni davolashning ilojini topa olmadi. Oxiri maxfiy chora qo'llab, u go'zalga kuchli bir dori berdi. Go'zal dorini ichgach, ohu fig'on tortgancha yiqildi, ahvoli vaqt o'tgan sayin tobora yomonlasha boshladi.\nYigit uni tuzatish uchun turli choralar qo'llab ko'rdi, ammo ular hech bir foyda bermadi, sanam kasallikdan tuzalmadi. Bu mushkilotga mubtalo bo'lgan yigit chora topmoqqa ojiz qolgach, ustozi huzuriga g'amgin bir holda kirib bordi. U boshini malomat bilan quyi solgancha, ko'p hijolat chekib, o'z holini bayon qildi. Ustoz shogirdining bu xil ehtiyojmandligini ko'rib, davolash uchun bemor qoshiga keldi. U shogirdiga dedi:\n— Tur, sen bugun xizmatga bor. Iskandarga qulligingni bajo keltir. Men bemoringni davolab, parivash yoringni, tuzataman.\nShogird ustoz so'zlarini qabul qilib, yo'lga ravona bo'ldi.\nUstoz kasalni davolashga kirishdi. U me'dani tozalaydigan behad kuchli bir dori tayyorlab, kasalga berdi. Xasta bu dorini ichdi. Ustod o'z mahramlariga, kasalning holidan voqif bo'hb, tog'ora ushlab, eshik tagida turinglar; u nimaiki qayt qilsa, to'kib yubormasdan, bir xumchada asranglar, deb buyurdi. U shu so'zlarni aytib, tashqariga chiqqani zamon dori o'z kuchini ko'rsatdi. Qiz ichidan kasallik keltirib chiqargan balg'amlarni surib chiqardi. Qiz uzluksiz qayt qila boshladi. Bu paytda ustoz tashqarida edi. Xastaning na bir madori, na jismida bir qatra qoni qoldi. Undagi balg'am, safro, savdo va qon daf bo'lgach, sumanbar majolsiz bir holga tushdi.\nKechqurun yigit uyiga qaytdi. Donishmand unga: \"Kirib, yoringga boq!\"- dedi. Shogird uyga kirib, o'zining avvalgi sho'x va dilkash yorini ko'rmoq istadi. Ammo qarasa, mahbubasi o'rnida burishib ketgan bir noxush jism yotibdi. Yigit uni taniy olmay: \"Mening yorim qani? Sarv bo'yli lolaruxsorim qani? - deb so'radi. Hamma narsani chuqur biluvchi donishmand olim buni eshitib: \"Men bergan idishni keltiringlar, nozaninni oshiqiga yetkaringlar\",- dedi. Bu so'zni eshitganlar idishni olib keldilar. Uning ichi turli axlat, makruh qusiqlar bilan to'la bo'lib, sassiq hid burqsib turardi. Shunda ustoz shogirdiga qarab:\n- Ma, ol, sening parizoding shudir! Gul yuzli sarviqomating ham shu! Sen mubtalo bo'lgan shundan bo'lak narsa emas, sen shunga oshiq va maftun bo'lgan eding,— dedi.\nBu so'zlarni eshitgan yigit ustodi oldida hijolatda qoldi. Ustoz uni bu qiyin ahvolda ko'rib, shunday dedi:\n- Ey farzand, ehtiyoj tufayli unga emas, aslida senga iloj topdim. Sen yana oshiqsanu u mahbubangdir, u yana seni shaydo aylagan yoring bo'lib qoladi. Ammo bu xil oshiqlik,\ney tushkunlikka uchragan kishi, pok ishq ahli oldida uyatlidir!"
    },
    {
      "id": 36,
      "name": "DEVONANING XAZINASI",
      "story": "Bir mamlakatda bir devona kishi bor edi. Uning maskani kecha-kunduz vayrona edi. Har dam o'sha vayronaning bir yonini qazib, o'z umrini xazinaga erishish umidi bilan o'tkazar edi. Ittifoqo, shuncha mashaqqat chekkandan so'ng baxti chopib, u xazinani topib oldi. U qaziyotgan chuqurda bir eshik ko'rindi. Ichkari kirgach, katta bir saroyga duch keldi. U yerda Faridun, yo'q, balki Qorun xazinasiga teng qirqta xum turar edi. Telba bu boylikni ko'rib hushidan ketib qoldi. Shu orada bu erga bir ablah kishi yetib keldi. U xazina oldida hushidan ketib yotgan devonani ko'rdi va hech bir ikkilanmay pichoq sanchib, uning qonini to'kdi.\nShunday qilib, uning yashashdan maqsadi xazinaga erishmoq edi. Ammo u boru yo'q sarmoyasidan — hayotidan ajralib qoldi."
    },
    {
      "id": 37,
      "name": "OLIYSIFAT DEVONA",
      "story": "Bir oliysifat devona kishi bor edi. Xalq unga \"Majnun al-haq\" (\"Haq yo'lidagi devona\") deb laqab qo'ygandi. Chunki haq yodi unga mahbub, tun-kun bu yod ila mag'lub edi. Biror so'z aytmoqchi bo'lsa, doimo haqqa xitob etar, javobini ham haq tilidan berar edi.\nBir bahor ayyomida u baytulloh — Ka'bani ziyorat qilish niyatida Safarga chiqdi. Yo'lda ko'p mashaqqat tortdi, bundan jismi ozor topdi. U mingan ulov ham g'oyat zaif edi.\nAtrofga qorong'ulik tushib, yomg'ir yog'a boshladi. Devona endi yo'lni davom ettirish qiyinligini bildi. Shu yaqin o'rtadagi bir vayrona joyni ko'rdi va eshagidan tushdi. Eshagini Allohga topshirib: \"Ey Allohm, eshakdan xabardor bo'lib tur!\"— dedi.\nUlovini tashqariga qo'yib, o'zi vayrona ichiga kirdi. Bir ozdan so'ng uyqu g'olib kelib, boshi ostiga bir kesak qo'ygancha ko'zi uyquga ketdi. Eshak tashqarida qoldi.\nDevona uyquga ketgach, bahor bulutlari sharros quya boshladi. Vayrona ichiga har yondan tomchi o'tib, telbaning uyqusini uchirib yubordi. U o'rnidan turib, yomg'ir tinishini vayronada kutdi. Nihoyat, yomg'ir tinib, telba tashqariga chiqdi. Qarasa, eshagi yo'q! Bundan u behad iztirobga tushib, Allohga g'azab bilan xitob qila boshladi:\n- Men senga eshagimni topshirib edim, sen esa menga bag'oyatda yaxshi karam ko'rsatib, uni qoyil qilib asrading! El sening mehmonligingga borsa-yu, eshagini vodiyga qo'yib yuborib, sening ixtiyoringga topshirsa, sen esa beparvolik ko'rsatib, g'aflat ichra unga qarashni unutib qo'ysang?! Eshagimni asramoqni o'zingga or bilib, qorong'u tunda uni ko'rinmaydigan qilib qo'yding!!!\nTelba achchig'langancha g'o'ldirab, yo'qolgan eshagini pastu balanddan qidirardi. Shu payt juda ravshan bir chaqmoq chaqilib, butun olamni nurga to'ldirib yubordi. Qarasa, eshagi xas-xashakka og'iz urib o'tlab yurgan ekan. Telba uni ko'rib, quvonib ketdi va eshagiga minib yana yo'lga ravona bo'ldi. Qahridan tushib, haqqa endi lutf bilan mehribonchilik ko'rsata boshladi:\n- Ey mening jism aro jonim Alloh, balki senga yuz jonim fido boisin! Garchi o'shanda eshagimga qaramay, ko'zdan yashirib, bo'yniga arqon bog’lamagan eding. Shu vajdan menda beqarorlik yuzlandi, qahrim bilan senga oliftalik qildim. Chunki men eshakni senga topshirgan edim-da, sen esa omonatni menga topshirishda hayallading. Ammo meni g'amgin holda ko'rib, tadbir ham topding. Chorasozlik qilib, chaqmog'ingni chaqib, ko'z yoritar mash'alingni yoqding. Ko'zimga eshagimni ko'rsatib, o'z lutfu inoyatingni izhor etding.\nGarchand men sening bu ishingdan g'azablanishga to'la haqli bo'lsam ham, lekin sen qilish mumkin bo'lmagan ishlarni qila oladigan, tushunish qiyin narsalarni tushunadigansan; shuning uchun menga e'tibor qilib, yo'qolgan narsamni topib berding. Bu bilan sen aytgan gaplarim uchun meni majolsiz bir holga solding, sharmandai sharmisor etding.\nSen nima ish qilgan bo'lsang, men tamom unutdim. Sen ham oradan ko'ngilsizlikni ko'tar, lutfingni izhor qil. O'tgan ishni unutib, hozir men qat'iy bir fikrdaman, sen ham\nunutsang yaxshiroq bo'lardi. Axir men seni hech qachon hijolatga solib qo'ymayman. Sen ham meni uyaltirmagin. Men seni voqeada afv etdim, sen ham endi mendan ko'nglingni sof tut! \nDevona shu so'zlarni aytib, har dam o'zini o'zi maqtar, Allohga ham turli mehribonchilik ko'rsatar edi. Telba aytgan bu so'zlar garchand nomaqbul bo'lsa-da, muhabbat tufayli sodir bo'lgani uchun maqbul edi."
    },
    {
      "id": 38,
      "name": "G'AMGINLIK SIRI",
      "story": "Misrda bir oliy himmatli kishi bo'lib, u ma'no olamining sohib davlati edi. Unda aysh-ishrat qilish uchun ja'miki narsa tayyor edi. Bu borada nimani o'ylagan bo'lsang, unda bundan yuz marta ortiq bor edi. U jannatmakon qasr ichida manzil tutgan bo'lib, hurlar kabi go'zal bir mahbuba bilan ulfat edi. Lekin u oliy sifatli pok zot bularning barchasiga beiltifot qarardi. Hajr zindonida qolgan Yusuf kabi unga ham doimo dard va g'am chekish yor edi.\nUndan so'radilar:\n— Ey ko'ngli qayg'uga sherik bo'lgan pok zot. Bizga bu yashirin siringni ravshan et! Senda shuncha ko'ngil ochuvchi shodlik asboblari muhayyo bo'la turib, nechun xotiring xurram emas? Nechun g'amdan o'zga narsani ko'ngling hamdam etmaydi.\nU shunday dedi:\n— Yo'l ahli uchun bu jahon zindondir, chunki uning istagani ko'zdan yashiringan. Asosiy ish shuki, inson ko'ngil istaganiga yetishga qadar barcha yo'lni bosib o'tishi lozim. Zindonda ham kishi xurram bo'ladimi?! Kishi g'amxonada beg'am o'tira oladimi? Men haqiqiy yorimdan ayriliqda armon chekaman, shuning uchun garchand Eram bog'ida bo'lsam-da, o'zimni zindonda deb hisoblayman. Uning vasli gulzoriga yetishmagunimcha g'am tashvishidan xalos bo'la olmayman."
    },
    {
      "id": 39,
      "name": "KO'RLAR VA FIL",
      "story": "Naql qilishlaricha, bir guruh ko'rlar to'dasi bir sabab bilan: musofirlik yoki asirlik tufayli Hindistonga borib qolishibdi. So'ngra falakning gardishi bilan ular yana o'z yurtiga qaytib kelishibdi. Bu yerda ulardan bir kishi: \"Filni ko'rdilaringizmi?\" — deb so'rabdi. Ular \"Ha\",-deb javob beribdilar. \"Ko'rgan bo'lsangiz, dalil keltiring\",— debdi boyagi kishi.\nUlar aslida filni ko'rmagan, u haqda hatto yaxshi so'rab ham olmagan edilar. Har biri filning bir a'zosini paypaslab, undan bilim hosil qilib olgan edi. Shu sababli filning qo'llarini ushlagan kishi fil sutunga o'xshar ekan, desa, qornini paypaslagan, yo'q, u besutun, dedi. Xartumini ushlagan, fil ajdahoga o'xshash bir narsa ekan, desa, tishlarini bayon qiluvchi kishi esa, fil ikkita suyakdan iborat, dedi. Quyrug'idan xabar bergan kishi filni osilib turgan ilonga qiyos etdi. Qo'li bilan Filning boshini paypaslagan kishi uni bir qoyaning tumshug'i deb sharh qildi. Filning qulog'iga qo'l tegizgan kishi uni qimirlatib turgan ikki yelpug'ich ekan, dedi.\nUlarning barchasi shu tariqa ko'rlik yuzasidan turli so'zlar aytdilar. Garchi ular aytgan so'zlarning barchasi to'g'ri bo'lsa-da, ularning hammasi nuqsonli edi, ularda tartib mavjud emas edi.\nShuning uchun ham filbonlik sohasida ustod hisoblangan yetuk faylasuf, o'zi hind naslidan bo'lgan kishi ular aytgan so'zlarni tinglab, naql qilganlarga ta'na so'z aytmadi va shunday dedi:\n- Har bir kishi fil haqida o'zi bilganini aytib, u haqda nishon berdi. Ular bir-birlariga zid fikrlarni aytgan bo'lsalar-da, kechirarlidir. Chunki ularning har biri o'z bilganicha so'z aytdi, ammo ulardan hech biri filni ko'rgan emas edi. Lekin ular aytgan bu sifatlarning barchasi bir yerga jam qilinsa, ulardan fil haqida muayyan tasavvur hosil bo'ladi.\nUzoqni ko'ruvchi kishiga bu aniq bo'lgani uchun u hech bir ikkilanmasdan ko'rlar aytgan barcha so'zlarni chin deb baholadi."
    },
    {
      "id": 40,
      "name": "OLTIN QULI",
      "story": "Basra shahrida bir ochko'z kishi bor edi. U nodonlik bilan oltin-kumush yig'ishga mukkasidan ketgan edi. Hotam Toy sahovat va karam ko'rsatishda qancha nom qozongan bo'lsa, u dinor va dirham yig'ishda undan mashhurroq edi. Ushbu xasis va pastkash kishi ko'p mashaqqat chekib bitta-bittalab kumush yig'ar edi. U katta bir xazina to'plagach, ularni yer tagiga ko'mdi. Bu tubantabiat yana shunga teng keladigan boylikni to'niga gir aylantirib tikib olgan edi. Yashirgan behisob oltinlari o'sha shum hirsli kishining ko'ziga hatto kunduz kunlari ham osmonda yaraqlagan yulduzlar kabi ko'rinar edi. U o'zicha, tanimga quvvatgina emas, balki jonimga sihat ham ana shu oltinlarim tufayli, deb o'ylardi.\nIttifoqo, bir kuni u savdo-sotiq qilish uchun daryo sohiliga keldi. U yerda savdo qilgan molidan tushgan harom pullarga taom olib yedi. Shundan so'ng, qolini yuvmoqchi bo'lib daryo labiga engashdi. Ammo to'niga tikkan oltinlari og'irlik qilib, uni suvga tortib ketdi. Xasis kishi ana shu yomon fe'li tufayli daryoga cho'ka boshladi. U suvdan chiqmoqchi bo'lib, iztirob bilan chunon talpinar, birov kelib qutqarar, degan umidda baqirib-chaqirar edi. Ammo odamlar yordamga yetib kelgunga qadar u daryo tubiga cho'kib bo'ldi. Chunki uning oltindan bo'lgan langari behad og'ir ediki, shu sababli u suv tubida sadaf ichidagi gavhardek qolib ketdi.\nUning joniga ofat yetkazgan narsa, albatta, o'zi yiqqan simu zar edi. Shuningdek, uning yashirib qo'ygan xazinasi ham talon-toroj bo'ldi. Oltin-kumush yig'ish oqibatda ana shunday mudhish voqea bilan tugadi. Sen bunday jirkanch ishlardan qo'lingni tort! Ularga zinhor mayl ko'rsatma, chunki bu fano dengizi — dunyo doimo dahshatli to'lqin urib turadi."
    },
    {
      "id": 41,
      "name": "ZOLIM PODSHOH VA IKKI DEVONA",
      "story": "Bir zolim podshoh bo'lib, u doimo mast-alast yurar, nihoyatda behayo, bosqinchi va qonxo'r edi. Harom nafsi uni har xil yomon ishlarga buyurar, u esa hech bir bo'yin tovlamay, ularni bekamu ko'st bajarardi.\nBir kuni u aysh jomidan no'sh etayotib, ko'chadan o'tib borayotgan janda kiygan ikkita darvishni ko'rdi. Ular bir-birlariga ham do'st, ham o'rtoq, ham hamdam, ham sirdosh, ham g'amxo'r va shafqatli edilar. Shoh ulardan birini o'z yoniga chorlab, sherigi to'g'risida shunday savol berdi:\n— Ayt-chi, sening o'rtog'ingga bo’lgan munosabating nimadan iborat?\nDarvish shohga shunday javob qildi:\n— Bizning o'rtamizdagi munosabat bir-birimizga do'stlik, hamdamlik ko'rsatish va hamfe’l bo'lib, o'zaro hamkorlik qilmoqdan iboratdir.\nG'ofillikdan mast bo'lgan podsho yana shunday savol berdi:\n— Ey yo’l sohibi! Aytgin-chi, men yaxshimanmi yoki sening  o'rtog'ingmi?\n— Menga ikkingizning holingiz haqida nimaiki ayon bo'lsa, o'shani bayon qilaman. Har ikkalasidan xabardor bo’lgach, ey toj egasi, ulardan o'zing hukm chiqarasan.\nGarchi sen bir xalqqa shoh bo’lsang-da, lekin haq yo’lida gumrohsan. Haq nima buyursa, sen unga xilof ish qilib, kechayu kunduz umringni g'aflatda o'tkazmoqdasan.\nSherigim esa garchi darvish va gado bo'lsa ham, Haq amrini joyida bajo keltiradi. U biror marta to'g'ri yo’ldan tashqari qadam qo'ymagan. Vaqtini haq amrini bajarish bilan o'tkazadi.\nSen shohsan-u, ammo nafsingga magiub va xorsan, u gado bo'lsa ham, nafsini o'ziga asir etgan. To tirik ekansiz, har ikkingizning holingiz shunday kechadi. U gado va sen shohning yashash tarzingiz shundaydir. Oiganingizdan keyin esa u - shoh, sen esa - gado bo'lasan. Chunki sen mast eding, u esa to'g'ri yo’ldan boruvchidir.\nYo’l piri bu so'zlarni aytgach, shoh seskanib, uyqusidan uyg'ondi. U avval mast bo’lgan bo’lsa, endi unga hushyorlik yetishdi, uyqusi bedorlik bilan almashdi. Shundan so'ng u shohlikning zarbof kiyimlaridan or qilib, ularni yechib tashladi va o'rniga janda kiydi. Haqdan ko'ngliga ogohlik yetib, darvishlik aslida shohlik ekanini anglab yetdi."
    },
    {
      "id": 42,
      "name": "HUSNINI NAMOYISH QILISHGA KO'ZGUNI VOSITA QILGAN SHOH",
      "story": "Jamoli osmondagi to'lin oy kabi bir shoh bor edi. Dunyodagi barcha mohpaykar go'zallar unga sipoh erdilar. U esa ularning shohi edi. Uning qomatidan sarv ham hijolat tortar, orazidan quyosh ham sharmanda bo'lar edi. Olamni uning go'zal yuzi ovozasi tutgan edi. Hamma o'sha halok qiluvchi husnni ko'rishga oshiqardi. Uning husnining g'avg'osi olamni tutib, ishqining yag'mosi jon ichra tutashgan edi. Jahonga shunchalik chiroy baxsh etuvchi bu husn egasi bundan yuz ming marta ortiqroq nozu istig'noga ham ega edi. U goho maydonga ot o'ynatib chiqib qolgudek bo'lsa bormi, oldiga kelgan kishi uning husnini ko'rgan zahotiyoq jon taslim etardi. Shu tarzda u javlongohdan sayr etib chiqquncha yo'li halok bo'lgan el bilan tirband bo'lib ketar edi. Xususan, husnidan bu olamda g'avg'o, zulmidan jon mulkiga talon-toroj ko'p tushgan edi.\nXalq uning qatlidan behad qirildi va u o'z jamolini elga ko'rgazmoqni xayol qildi. Uning hukmi bilan bir ko'zgu yasab, taxti oldida o'rnatdilar. Qasr yonida esa ko'zgu aksi tushadigan yulduzday charaqlovchi bir manzar yasatdi. U oyinaga qarab, o'z husniga nazar solar va el ham o'sha manzar vositasida undan bahra olar edi. Toki bunday ko'zguni yasamagunlaricha, unga ko'z tashlagan kishi uning husnidan bahramand bo'lmadi. Shunday qilib, ham uning o'zi o'z husnidan bahra topdi, ham unga qaragan kishilar bahra oldi.\nSen bu ko'zguni ko'ngil deb xayol qilgin, unda o'sha jamol o'z aksini ko'rsatdi. Qasrni inson tanasi, undagi ko'zguni ko'ngil deb bil va bu ko'zgudagi shoh husniga nazar tashla. Avval ko'zguga jilo berilmasdan turib, shoh unga o'z aksini solmaydi. Uning husni aksini ko'zguda aks etmoqda deb anglagin va o'zingni uning qarshisida tomosha qilib turgan deb hisoblagin.\nKo'zgu qanchalik ravshan bo'lsa, aks ham shunchalik benuqson namoyon bo'ladi."
    },
    {
      "id": 43,
      "name": "HUNARSIZ PAHLAVON",
      "story": "Bir zo'r pahlavon bo'lib, u hunarsizlikda yagona edi. Choshgohda o'n botmon, kechqurun ham xuddi shuncha ovqat yer edi. Bu ikki payt mobaynida yana shuncha ovqatlanib olardi. U shunchalik kuchli ediki, hatto mast filga ham shikast yetkaza olardi. Ittifoqo, hayot hodisalari tufayli mamlakatda xarobalik yuz berdi. Shu sababli u yerning aholisi o'z joyini tark etib, o'zga tomon ketishga majbur bo'ldi. Yo'l qiyinchiliklaridan bexabar pahlavon ham ularga hamroh bo'ldi. Yo'l uzoq bo'lib unda badnafs kishilar nafsini to'q tutadigan obod joylar yo'q edi.\nTaom yemagan pahlavon birinchi kundanoq o'z holiga aza tutishga kirishdi. Ikkinchi kun esa uning jismida madori qolmadi. Ammo uchinchi kun u boyaqish biyobonda jonini topshirishga majbur bo’ldi.\nYana ikki-uch kun mashaqqat tortgach, yosh bolalar ham, hatto ikki bukilgan qariyalar ham sabr-toqat bilan yo'lni oxiriga yetkazishdi va obod bir manzilga yetib kelib, maqsadlariga erishdi. Pahlavon esa bu azobga bardosh bera olmay, ajal yo'lida nobud bo'ldi."
    },
    {
      "id": 44,
      "name": "BO'YRA SHOHI",
      "story": "Bir podsho ko'ngil yozish niyatida butun mamlakatga katta to'y berdi. Unda ziynat har qancha gumon qilinganidan ham ortiq darajada edi. Butun mamlakat va shaharlardagi aholi boshdan-oyoq yasanib, ko'chaga chiqa boshlashdi. Bu to'yda san'at ahli juda yuksak mahorat ko'rsatib, osmon quyoshi kabi porloq gumbazli yuzta to'rt burchakli chodir qurdilar. Hunar ahlining barchasi ularni shunchalik bezashdiki, natijada bu chodirlar butun mamlakatning ko'rkiga aylandi. Ko'p ajoyibotlar kashf etildiki, hayot o'z sehriga o'zi rom bo'lib qoldi. Har bir kishi o'yin-kulgi deb nayrangbozlik qildi, g'am-hasratni dog'da qoldirish uchun ayshu nash'u namosini oshirdi.\nShu odamlar orasida bir behayo razil kishi o'zini bo'yra shohi deb e'lon qildi. Uning ustidagi kiyimi boshdan oyoq bo'yradan bo'lib, sadoq, qalqon va bayrog'i ham bo'yradan yasalgan edi. U bir necha nokas masxaraboz do'stlarini ham o'ziga o'xshash yasantirdi. Shu tarzda ular bazm maydoni tomon yo'l oldilar. Yo'l-yo'lakay har xil buzuq, bid'at o'yinlar ko'rsatdilar. Ularning boshlig'i esa o'zini go'yo mamlakat shohi hisoblar, har nimaiki qilgan hazil ishlarini chin deb bilar edi.\nNihoyat, shodlik ayyomi nihoyasiga yetib, u ablah o'ziga ta'ziya tutdi. Uni ushlab olib, soyaboni va tojini boshiga urdilar, bo'yra to'nini esa buzib, kuydirib yubordilar. Bu hangomadan so'ng bildiki, shohligi masxara bo'lishdan boshqa narsa emas ekan."
    },
    {
      "id": 45,
      "name": "ITLARGA YEM BO’LGAN AYIQ",
      "story": "Bir tog'lik odam tog'dan ayiq tutib oldi va uni ko'p aziyat chekib, qo'lga o'rgatdi. Ilgari sayoq yurgan ayiq egasiga rom bo'lgunga qadar kunda ikki marta o'lguncha tayoq yer edi. Ochlik azobi va yegan behisob tayog'i ichi va tashini ezib tashlagan edi. Shu sababli egasi unga bir yog'och ko'rsatsa, ayiq yuvoshlik bilan unga bo'yin egardi. Shu tarzda ayiq ko'cha-ko'ylarda o'yinchilik qilib yurar, egasining uyiga o'tin tashib keltirar edi. Xo'jasi unga haddan ko'p yuk ortar, ayiq yuk tashiyverganidan egnida hatto tuk qolmagan edi. \nXullas, u bu dunyoda qancha jabru jafo bo'lsa, hammasini tatib ko'rgan edi. Ammo jaholati tufayli nafsida takabburlik ortib ketdi. Goh makru hiyla va xusumat toshi bilan qoplon boshini yanchib tashlayman, deb xayol qilar, goh dahshatli sher yo'liqsa ham, taom uchun uning qornini dadil yorib yuboraman, deb o'ylardi. U shu sifat har xil xom xayollarga berilib yurdi. Oxir-oqibatda uning o'zi bir kun itlarga yem bo'ldi."
    },
    {
      "id": 46,
      "name": "MUQBIL VA MUDBIR",
      "story": "Bir yo'l aro ikki o'rtoq ketib borardi. Ulardan biri yo'lsiz, ikkinchisi esa tariqat bilimdoni edi. Biri nuqsonli, ikkinchisi esa komil sifatlar egasi bo'lib, unisining oti Mudbir(baxtsiz), bunisining oti esa Muqbil(iqbolli) edi. Ulardan har birining ismi jismiga munosib bo'lganidek, jismi ham ismiga mos edi. Muqbil iloh ahllari haqida, dindagi komil va ogoh kishilar to'g'risida so'z aytsa, Mudbir esa butni vasf etuvchi kofirlarga o'xshab faqat nuqson ahli haqida so'z yuritardi. Unisi dardu o'rtanishlardan gapirsa, bunisi yaltiroq tashqi ko'rinishlar haqida valdirar edi. Shu tariqa ular bir-birlaridan hech bahra topmay, yo'lda davom etishardi. Ular qarshisida bir go'zal shahar namoyon bo’ldi. Hamrohlar uni g'animat bilib. tezda bir-birlaridan ajralib ketdilar. Muqbil faqrlar turadigun ko'chaga, Mudbir esa ko'ngilochar uy - fohishaxonaga yo'l oldi.\nMamlakat shohi Muqbilga yuz hurmat va ehtirom ko'rsatib, uni ko'rgani keldi. Shoh u bilan suhbatlashib turganida yomon xulqli Mudbirni bir guruh odamlar sudrab kelishdi va uning qilmishidan arz etishdi. Aytishlaricha, bu kecha bir to'da bezorilar ichib, ayshu ishrat qurishibdi. Ulardan biri Mudbirga \"Sen badbasharasan\" degan ekan, shu so'zi uchun bu ablah o'sha odamga xanjar urib, halok qilibdi.\nShoh buni eshitgach, odillik ko'rsatib, Mudbirdan qasos olish haqida hukm chiqardi.\nKamtar kishi (Muqbil) ana shu tarzda shoh suhbatiga musharraf bo'lib, oliy martabaga erishdi. Xudbin (Mudbir) esa shu yanglig' jazosini topdi. Darhaqiqat, uchqun yuksak osmon sari ko'tariladi, yaltiroq chivin bo'lsa axlat ustida qoladi."
    },
    {
      "id": 47,
      "name": "SULAYMON VA CHO’LOQ CHUMOLI HIKOYATI",
      "story": "Chun Sulaymon bir qancha riyozatlar chekib kamolga yetganida (payg‘ambarlik nasib etganida) uning oyog‘i ostida ojiz holda qolgan chumoliga bunday dedi:\n— Ey mening oyog‘ ostimda qolgan, qon va tuproqqa aralashgan jonivor, qanday qilib bu holga tushding?\nCho‘loq chumoli shu vaqt unga bunday javob berdi:\n— G’isht va tuproq orasida tor go‘rga tiqilganman. Hayotimdagi barcha pok umidlarim kesilgan. Ey pok zot, tuproq ostida qolganim mayli edi, lekin eng yomoni, bu g‘isht yuzimga koinotni to‘sib qo‘ydi. Agar mening holimni tushungan bo‘lsang, fazling bilan men tomonga qarab, yuzimni ochib qo‘ygin. Yuzimdan to‘siqni olib tashlaki, barcha tomonlar ko‘rinib tursin.\nEy, shoh, men (Attor) gunohlarim, ayblariyam ko‘p bo‘lib, yuzingga qarayolmasam-da, meni ochiq yuzli qilgin. Axir sen eng karamli, karimi mutlaqsan. Yaxshi va yomon ishlarim bo‘lsa-da, dargohingga ochiq yuz bilan boray."
    },
    {
      "id": 48,
      "name": "ISKANDAR VA ARASTU HIKOYATI",
      "story": "Iskandar din yo‘lida jon bergach, Arastu xitob qilib dedi: \n- Toki tirik eding pandu nasihat qilarding, ammo bu kungi o‘liming xalq uchun oxirgi pand - ibratdir.\nEy ko‘ngil, hayot girdobidan va buning orqasidan keladigan o‘limdan ibrat ol, g‘aflatdan bedor bo‘l. Men (Attor) qushlar tili, nutqini bir boshdan senga so‘zladim, ey bexabar, buni anglagil! Oshiqlar orasida qushlar go‘yo eshikdirlar, ular qafas (dunyo)dan ajaldan oldin parvoz qilib chiqadilar. Hammasi uchun boshqacha sharhu bayon bor, chunki qushlarning tili o‘zgacha tildir. Bu qushlarning barchasining tilini bilgan odamgina Simurg‘ oldiga iksir (hikmat javhari)ni keltira oladi. Yunonlar hikmati — falsafasi ichida sen ruhoniy mardlar davlati — ma’rifatini taniy olarmisan? Yunonlar hikmatidan batamom qutulmasang, din hikmatida, mard bo‘lolmaysan. Kimki ishq yo‘lida yunon falsafasi - aqliy bilimga tayansa, u din qoidasi — devonida ishqdan ogoh emasdir. Bu yerda Haq ma’rifati yo‘lida «qufr»ning «k» harfini «falsafa»ning «f» harfidan yaxshiroq ko‘raman. Zero agar bu kufr yana parda bo‘lsa, sen buni anglab kufrdan saklanasan. Ammo agar ul jadal (dialektika) ilmi yo‘lto‘sarlik kila boshlasa, ko‘proq ogoh — oqil odamlarni yo‘ldan uradi. Agar yunon hikmatiga dil bog‘lagan bo‘lsang, Umari Foruq kabi yonib, dinni himoya qilolmaysan. Din sham’i yunon hikmatini yondirib yubordi, shu bois din sham’ini bu ilm (yunon falsafasi) bilan o‘chirolmaysan. Ey, din odami, Yasrib hikmati (Muhammad rasululloh dini) o‘zga ilmlar yo‘lini to‘sdi, endi dini islom yo‘lida Yunoniston ilmi ustiga tuproq sep."
    },
    {
      "id": 49,
      "name": "KAMPIR VA IBN SINO HIKOYATI",
      "story": "Bir kampir Abu Ali ibn Sino oldiga borib, unga qimmatli sovg‘a berib, buni mendan tuhfa sifatida qabul qil, dedi. Ibn Sino tuhfani olmay, men Allohdan o‘zgadan hech narsa olmaslikka ahd qilganman, dedi. Kampir darhol javob berib, dedi: \n— Ey Abu Ali, ahval (ko‘ziga narsalar ikkita bo‘lib ko‘rinadigan odam) kishilarday birni ikki ko‘rish odati senda qachon paydo bo‘ldi? Agar sen darvesh ko‘zi bilan qarasang, bu yerda g‘ayr (Haqdan o‘zga) yo‘q, zotan bilsang, Ka’ba bilan dayr (nasroniylar ibodatxonasi) orasida farq -ziddiyat yo‘q. Sen bu yo‘lda qatiy ahd qilib, ishq olovida toblanib, erib hal bo‘lgan mardlardan emassan, shu bois ahvallarday ko‘zingga g‘ayr ko‘rinaveradi.\nAslida solik mard dil chegarasi haddiga yetsa, Haq yo‘lidan yurib, shu manzilga yetib kelsa, Haqdan oshkora so‘z eshitadi va vujudi ham shu manzilda mustahkam turib qoladi. Shunda darvesh bir lahza bo‘lsa-da Haqdan o‘zgani qo‘rmaydi va jahonda undan o‘zgani tanimaydi-bilmaydi. Shunda darvesh ham Unda, ham Undan, ham U bilan birga bo‘ladi. Va ham ayni vaqtda bu uch hoddan tashqarida bo‘la oladi. Kimki Vahdat daryosida yo‘qolmasa, u har qancha odam shaklida bo‘lsa-da, ammo komillikka erishgan shaxs bo‘lolmaydi.\nHunarmand, komilmi yoxud nuqsonu aybli kishilardanmi, kimki bo‘lsa, g‘ayb olami qo‘ynida uning quyoshi bor. Bir kun kelib ul quyosh, o‘sha odamni o‘zi bilan qo‘shib oladi. Kimki o‘z quyoshiga yetishsa, aniq bilgilki, u yomon-yaxshidan qutuladi. Toki sen bordirsan, yaxshi-yomon bu yerda sen bilan birgadir, sen Haqqa yo‘qolsang, yaxshi-yomon savdosi ham yo‘qoladi. Ammo agar sen o‘z vujudingda turaversang, bu uzun yo‘lda yaxshi-yomonni ko‘raverasan. Narsa-moddalar bilan ko‘rinadigan bo‘lsang, o‘z vujudingga giriftor bo‘lib turaverasan. Koshki endi xuddi avvalgiday  (jannatda yaratilgan Odam Atoday) pok bo‘lsang, ya’ni borliqdan qutulgan bo‘lsang. Yomon sifatlardan butkul pok bo‘l. Shundan keyin kaftdagi yel va tuproqday bo‘l (Ya’ni yengil va pokiza bo‘lgin, chunki inson asli tuproqdan yaratilgan va ruh — yel bilan tirilgan). Jismingda qanchalik najas-palidliklar, nopokliklar borligini qaerdan bilasan? Ilon va chayonlar jisming pardasi ichra sen bilan birgadirlar, ular uxlaganlar, jim turibdilar. Agar sen ularga qilcha ijozat bersang, har biri yuz ajdarho-day bosh ko‘taradi. Har biri uchun ilon to‘la bir jadannam bor, toki sen bu jahannamni bo‘shatmasang, nafs ilonining ishi davom etaveradi. Agar sen bulardan pokpanib chiqsang, tuproqqa toza tuproqday qo‘shilasan. Ammo tuproq ostidagi ilon-chayonlar qiyomat kunigacha seni chaqib turadilar.\nEy Attor, bu majoziy so‘zlardan tavhidga va sirlar olamiga yetib kel. Agar solik mard bu manzil-martabaga yetsa, manzil va solik birlashib yo‘ldan ko‘tariladilar, chunki ular endi Uning soyasida yo‘qoladilar, endi U paydo bo‘ladi. Solik endi soqov bo‘lib qoladi, chunki U gapiradi. Juzv (qism) yurib Kull (butun)ga qo‘shilib, butun bo‘ldi, aksincha Kull juzvga aylanmadi. Bu shunday bir shakl — suratki, uning na a’zolari bor, na joni, uni sifatlab — ta’riflash mushkul. To‘rt unsur to‘rt unsurlikdan chiqadi, yuz ming olamu zarralar harakatga kelib, qo‘shilib uyg‘unlashib ketadi. Bu ajoyibotlar sirrining maktabida yuz ming aql ojizu nochordir. Aql bu yerda eshikda mung‘ayib qoladi, u go‘yo onadan ko‘ru kar tug‘ilgan go‘dakday bo‘lib qoladi. Kimki bu sirdan bir zarra anglagan — topgan bo‘lsa, u ikki olam mulkidan yuz o‘giradi. Bunday odam dunyoda bir soch tolasiday bo‘lsa-da, agar u Haqqa erishsa, qadr topadi. Agar u Kull bo‘lmasa-da, ammo e’tiborlidir, vujud bo‘ladimi yoki vujudi yo‘qoladimi -bu o‘sha odamdir — komil shaxsdir."
    },
    {
      "id": 50,
      "name": "OSHIQ POSBON HIKOYATI",
      "story": "Bir posbon — soqchi yigit bor edi, bir go‘zalga oshiqu zor edi. Kechayu kunduz uyqusiz va beqaror edi. Uyqusiz oshiqning hamdami bo‘lgan do‘sti unga hayrixoxlik bilan dedi:\n— Ey uyqusiz do‘stim, kechasi biroz uhla. Oshiq posbon aytdiki:\n— Posbon kechasini yor ishqi bilan o‘tkazadi. Soqchi ikkidan birini: yo uyquni, yo oshiqlikni tanlashi kerak. Ba’zilar uyquni o‘ziga loyiq deb biladi: Mard posbon esa oshiqlikni tanlaydi. Soqchilikda uxlab qolgan qancha sarbozlar boshidan ayrildi. Agar men ozgina uxlab qolsam, el-yurt (omma) notinch va zaif bo‘lib qoladi.\nHar kecha ishq meni imtihon qiladi. Ishq posbonga ham posbonlik qiladi. Goh kelib, meni qamchilaydi. Goh yuzimni g‘am bilan qora qiladi. Agar uyqusiz va hur oshiq bir dam uxlab qolsa, o‘sha zamon ishq undan uzoqlashadi. Butun kecha xalq osoyishini yo‘qotadi, agar posbon uxlab qolsa, xalq ohu fig‘on qiladi.\nOshiq posbonning do‘sti aytdiki: \n- Ey ishq otashida kuygan va toblangan yigit, butun kecha bir lahza ko‘zingda uyqu bo‘lmadi.\nOshiqsoqchi dedi: \n- Posbon uxlashi yaxshi emas. Oshiqning yuzi ko‘z yoshidan boshqa suv bilan yuvilmaydi. Agar soqchi uyqusiz bo‘lsa, boshqa oshiqlarning ko‘zi yoshli bo‘lmaydi.\nAslida uyqu tashqaridan kelmaydi. Uyqu ichkaridan kelsa (ko‘ngil uxlab qolsa) suv tashqaridan keladi. Oshikdik posbon bilan do‘stdir. U tufayli posbonning ko‘z yoshi daryoday bo‘lsa, uyqu lashkari bu joydan qochadi.\nPosbon oshiqlikdan yaxshilik topadi, uyqusizlikdan hayot mag‘zini topadi. Ey mard yigit, agar jo‘yanda (baxt izlovchi) bo‘lsang, o‘ylab ko‘r, ko‘p so‘zlovchi (go‘yanda) bo‘lsang, uxlaganing yaxshi.\nEy oshiq, dil ko‘chasida posbon bo‘l, dilingni turli o‘g‘rilardan ehtiyot qilib, saqla. Agar dil uyiga o‘g‘ri tushsa, yo‘lingni yo‘qotib qo‘yasan. Diling gavharini o‘g‘rilardan saqla.\nAgar sen shunday sifatli posbon bo‘lsang, diling ma’rifat chirog‘idan ravshanlashadi. Mard insonlar hayotning qonli daryosidan ma’rifat yordamida sog‘-omon chiqadi. Agar dardli insonlar, uyqusizlar ko‘paysa, dil bedor, hushyor bo‘ladi. Kam uxlasang, diling ishkda vafodor bo‘ladi.\nAgar ko‘p gapiraversa, javonmardlik daryoga cho‘kib, yo‘qoladi. Cho‘kkanlarning esa faryodi ham yetib kelmaydi.\nOshiqlar abadiyat yo‘lida boshlovchilardir. Muhabbatdan mast bo‘lganlarning hammasi uyqudadirlar. Oshiq ayollar ham mardlarning mardidir. Ular ishq mayidan yetarlicha ichganlar.\nIshq zavqini topganlarning ko‘ngli ravshan, ular har ikki olamning kalitini topganlar. Oshiq ayol mard erkak kabi ulug‘ insondir. Agar erkak oshiq bo‘lsa, u teran, chuqur daryodir."
    },
    {
      "id": 51,
      "name": "BIR G’ULOMNING SHOH QIZIGA OSHIQ BO’LGANI",
      "story": "Bir Husrav (shahanshoh) bo‘lib, ofoq (ufqlar), ko‘p mamlakatlar uning farmoni ostida edi. Uning qasri-ayvonida bir moh — qizi bulib, husn-jamolda parilarning rashkini keltirardi. U qiz dilbarlikda bahorni va sarv hamda gulni eslatardi. Uning dardida yuz dil majruh, nozik badanidagi har bir mo‘y ruhga o‘q bo‘lib sanchilardi. Uni ko‘rganlar jannat - firdavsga kirgandek bo‘lardi, ajmo qoshlarining qavsi-kamonidan tir boron-o‘qlar yog‘dirib, siynalarga dog‘ solardi. Qoshlari husniga sanoxon edi. Nargisday xumor ko‘zlari mijgonlari o‘qiga uchragan hushyorlar ham mast bo‘lib yiqilardi.\nBu oy yuzli uzrovash, xurshid chehra go‘zallikda sipehr-falak mohiday edi. Dur va yoqut lablari jonga qut-mador, bundan ruhul-quddus farishtalar ham mabhut-hayratda edilar. Xanda qilib jilmayganida lablarining obi hayoti tashna mardlar jonining zakoti edi. Yanog‘idagi kulgichining chuqurini ko‘rgan odam sarnigun bo‘lib, chohga qular edi. Bu mohchehraning tuzog‘iga sayd bo‘lib ilingan odam bearqon bog‘lanib, chohga tushar edi.\nShahanshoh xizmatida ham bir oy yuzli g‘ulom (navkar, soqchi) bo‘lib, uning jamolini ko‘rganlar quyosh va oyning zavolini ko‘rganday, olamni g‘avg‘oga to‘ldirar edilar. Bu xurshid yuzli (navkar) davrasida ko‘cha-ko‘yga chiqqanida odamlar nazarida quyosh ham xira tortganday bo‘lardi.\nBir kuni taqdirdan bo‘lib, shoh qizi ana shu oy yuzli g‘ulomni qo‘rib qoldi va qo‘nglida bir oh tortdi. Dili beqaror bo‘lib, qonga to‘ldi, boshidan aqlu hushi uchdi. Ul yigitning ishqida qizning aql-hushi ketib, ishq zo‘rligidan shirin jonida achchiqlik va sho‘rlik paydo bo‘ldi.\nQiz andisha, ibo bilan o‘zini qo‘lga olishga shuncha urinsa ham ishq va firoq otashida joni kuyib -  yonaverdi.\nAdo qilmish qizni bu ishq va firoq, Jon bo‘ldi asiri dardu, dil pur - ishtiyoq.\nShoh qizining ikki go‘zal kanizagi bo‘lib, ikkalasi sozanda va xonanda — mutriba edi, ashula aytsalar, xush ovozlari oliy martabada edi. Saroy bulbullari bo‘lgan barcha sozandalar bu ikki mutribaning Dovudiy lahni go‘zal ovoziga jonfizoy edilar.\nJonu tanida qarori qolmagan oy yuzli qiz nomu nang (uyat, andisha)ni yig‘ishtirib, mana shu kanizaklariga mushkul hol-ahvolini bayon qildi. Jonon gar ishqini yaqinlariga oshkor qilmasa, joni tanini tark etish ehtimoli bor edi. Oy yuzli dedi: \n- Agar g‘ulom yigitga ishqimni aytmasam, adoi tamom bo‘laman. Dabdaba, hashamatimda ziyon ko‘rsam ham, o‘shal g‘ulom yigitga yetishmasam holim og‘irlashadi. Agar holimni siz yaqinlarimga aytmasam, dilim qarori yo‘qolib, halokatga uchrayman. Sabr haqida yuzlab kitoblar o‘qiganim bekor bo‘lib, endi besabru beqaror bo‘ldim. Shunday bir chora-tadbir topinglarki, u yigitni yashirin qoshimga keltiring-lar, toki men u sho‘x sarvning vaslidan bahra olay. Lekin yigit bu yerga qanday kelganini o‘zi bilmasin. Agar shu maqsudim hosil bo‘lsa, jonimning kori bitar, dilim ti-lagi — komiga yetar edi.\nXush ovozli kanizaklar shoh qizining bu so‘zlarini eshitdilar va:\n- Ey, bekamiz, dilingni xush qil, biz bu ishni uddalaymiz, bu kecha u yigitni qoshingga keltiramiz, dedilar va bir ajoyib ish qildilar. Kechasi go‘zal kanizaklardan biri g‘ulom yigitning hujrasiga borib, unga sharob jomini tutib, soz chalib, ashula aytib, ko‘nglini oldi. Yana va yana may tutib, yigitni payvasta mehmon qiddi. G’ulom yigit mast bo‘lib, aql-hushini yo‘qotganida, boshqa kanizaklar keldilar va siymbar, ikki olamdan bexabar g‘ulom yigitni ko‘tarib, yashirin yo‘llar bilan shoh qizining\nhuzuriga yetkazdilar.    \nYarim kechada yarim mast yigit biroz o‘ziga kelib, ko‘zini ochganida o‘zini jannatmonand qasr bog‘idagi bir chodir mehmonxonada, zarrin taxt ustida, shoh qizi — oy yuzli yori bilan yonma-yon o‘girganini ko‘rdi.\nMushk-anbar hidi o‘n sha’mli chodirni yoritar, ud novda-lari yonib, atrofga xushbo‘ylik taratar edi. Yigit bu yerda samoviy sanamlarni ko‘rib, jonu tani aqlu joni bilan vidolashdi. Uning nazarida barcha eshiklar o‘rtasida shoh qizi sham’ nuriga chulg‘anib, xurshid turardi. Bu o‘rtada hamma shod va murodiga yetgan g‘ulom yigit qiz chehrasiga boqib, hushini yo‘qotgan edi. Qalbi ishq bilan limmo-lim, tili lol edi. Bu yerda jon ham, aql ham bu olamda ekanligini tushunmay, hayronlikda qolgandi. Ko‘z oldida dildor ruxsori, qulog‘ida musiqori - sozandaning xush ohanglari. Dimog‘ida mushk-anbarning xushbo‘yi, og‘zida dildor labining otashi o‘yi edi. Shu holatda shoh qizi g‘ulom yigitga may to‘la qadahni paydar-pay uzatar, yigit uni ichib, gazagi uchun qizning shirin labidan bo‘sa olar edi.\nYigit ko‘zlari gul yuzda, qiz esa seviklisiga yetishganidan sevinib yig‘lar, bularning ahvolini ko‘rganlar hayron edilar. Qiz goh uyalib yerga qarar, goh yigitga nigoh tashlab yig‘lar edi. Ko‘z yoshlari sel bo‘lib okar edi. Goh shakar labidan bo‘sa berar, goh bu bo‘sadan jigariga tuz sepilar edi.\nGoh sarkash, o‘jar zulfi kabi holi parishon, goh ishq dardi uni sehr-jodu qilib, hushidan ayirgan edi. G’ulom, navkar yigit may ta’siridan va qizning dilnavozligi, mehribonligidan mast bo‘lib, gohhushini yo‘qotar, shohyana hushiga kelar edi.\nVisol va may ta’sirida yigit mastu behush bo‘lib, o‘tir-ganicha, Mashriqdan subh kelganini, tong otganini ham bilmay qoldi. Tong otib, shabboda (gullar atrini sochganida, yigit qaerda o‘tirganini ham unutib uxlab qoldi).\nKanizaklar baxtiyor yigitni hech kimga bildirmay yana o‘z joyiga, hujrasiga olib borib qo‘ydilar. Bir muncha vaqt o‘tgach, yigit o‘ziga kelib, kechasi ko‘rganlarini eslab, ne voqea bo‘lganini tushunmay, hayron bo‘lib qoldi. Kechasi ko‘rganlari rostdan bo‘lganmi yo tushida ko‘rdimi, bilolmay, jigari xunga to‘lib, so‘ng boshiga yetdi. Yigit toqatsizlanib, o‘zini qo‘yarga joy topolmay, tanidagi libosini yirtib, tepa sochi tikka bo‘lib, alamidan boshiga tuproq socha boshladi. Tiroz sham’i (turkistonlik) bu yigit qissasini so‘raganlar-ga aytar ediki, bu qissani yana aytishga kuchim yetmaydi. Men visol quvonchidan so‘ng hijron, firoq dardiga chiday olmay, mastu xarob bo‘lganimni ko‘rdim. Hech kimsa hatto tushida ham bunday ayanchli ahvolga tushmasa edi. Men boshimdan o‘tgan bu voqeani o‘ngimda ko‘rdimmi, tushimda ko‘rdimmi, bilolmay hayronman. O’sha ko‘rganlarim men uchun g‘aroyib sir bo‘lib qoldi, bu sirni hech kimga aytolmayman. Faqat shuni menga aytadilarki, o‘shanday bir oy yuzli bor va o‘shanday bir bog‘ bor, deb eshitganmiz, lekin o‘zimiz ko‘rmaganmiz.\nYigit aytar ediki, u voqeaning hammasini o‘zim ko‘r-dimmi, boshqa birov ko‘rdimi, bunday voqeani mastlikda ko‘rdimmi va yo hushyorlikda birovdan eshitdimmi, bilolmay, darmondaman va muztarman. Men ko‘rganlarimni hamma odamlar eshitmagan.\nOqillar aytar edilarki, yigit bu voqeani tushida ko‘rgan, so‘ng o‘ngimda ko‘rdimmi, yo tushimda ko‘rdimmi, deb devona va sho‘rida bo‘lib qolgan.\nYigit aytar edi: \n- Men bu voqeani xayolimda ko‘rdimmi, tushimdami, uyg‘oqlikdami, ogoh emasman. Jahonda shunday ajabtovur voqealar bo‘lar ekanki, ular oshkorami, nihon-yashirinmi, bilish qiyin. Bu haqda aytolmayman, lekin aytmasdan ham turolmayman. Bu voqeani shu orada ko‘rdimmi va yo narigi dunyodami. Jonim qaysi zamonga borib, qaytib kelgan? Men o‘sha (baxtli) zamonimdan zarracha nishona topmadim.\nMen u zamonda haq kamolidan bir sohibjamolni ko‘rgan edim, bu zamonda hech kimsa u holdan nishona ko‘rsatmadi. Uning oftobmonand chehrasiday go‘zal yuzning zarrasini ham topolmadim. Vallohi olam bis-savob (bunday sirni Alloh bilguvchidir)-\nO’sha voqeani avval ko‘rganim haqida keyinchalik nima deyishni ham bilmay qoddim. Men u baxtiyorlikni qaysi olamda ko‘rdim ekan, har ikki olam orasida sarson-sargar-donliqqaman."
    },
    {
      "id": 52,
      "name": "ITBOQAR QIZGA ISHQI TUSHGAN SHAYX HIKOYATI",
      "story": "Xirqa kiygan va nomdor bir shayx it boquvchi sohibjamol qizni ko‘rib, oshiqu beqaror bo‘ldi. Shu dilbar ishqida holi zabunlashdi. Dili daryo mavjiday qonga to‘ldi. Shayx u go‘zalning jamolini ko‘rish umidida kechasi yor ko‘chasidagi itlar orasiga qo‘shildi.\nKizning onasi bu sirdan ogoh bo‘ldi. Shayxni o‘z huzuriga chaqirib, dedi: \n- Ey shayx, diling gumroh bo‘ldi. Agar bo-shingda shu havas bo‘lsa, menga itboqar bo‘lib xizmat qilasan. Bir yildan so‘ng seni mehmon qilib, qizimni nikohlab beraman.\nShayxning u qizga ishqi sira pasaymadi, xirqasini tashlab, itboqarlik choponini kiydi va bu ishga bel bog‘ladi. Itlarni boqib, bozorga olib bordi. Bu ishda va qiz ishqida necha yillar o‘tganini bilmay qoldi.\nShayx bilan hamnafas bir so‘fiy do‘sti bor edi. O’sha so‘fiy shayxga ta’na-dashnom berib, dedi: \n- Sen uch yil itboqarlik qilding, mardlarning mardi bo‘dding. Endi bu ishni bas qilsang bo‘lardi.\nShayx dedi: \n- Ey g‘ofil, qissadarozlik qilma (ko‘p gapirma), bu qissa pardasi ortida ne sir-asror borligini faqat Haq taolo biladi. Bu ishlarning hammasi sening ham boshingga tushib qolishi mumkin, shunda ta’nalaring o‘zingga qaytadi. Itlar mening qo‘limdan sening qo‘lingga o‘tadi. Bu ishq haqida dilimdagi dardlarni aytsam, gap qo‘payatsi. Dilim qonga to‘lganini aytsam yetarli. Behuda gaplardan ko‘ra, sirlar daryosidan bir marta ichsangiz, mening dardlarimdan ogohbo‘lasiz..."
    },
    {
      "id": 53,
      "name": "OYOG’I ASALGA BOTIB QOLGAN PASHSHA HIKOYATI",
      "story": "Daryo tarafdan kelgan pashsha bir chekkada asal to‘la kosani ko‘rib qoddi. U zavqlanib, jon-dili bilan asalga o‘zini urdi. Bunday lazzatli taomni shoh ham, gado ham yemagan deb, pashsha asalni yeyaverdi. Pashsha asalni o‘rtasidan yegan edi, to‘yib qolib, chetga chiqmoqchi edi, oyog‘i og‘irlashdi. Chiqishga harakat qilgan sari battar ahvoli og‘irlashar edi.\nBiz ham ba’zan ochko‘zlik kilib, chuqurga, chohga tushib qolamiz. Baqirib-chaqirsak, bizni egamning qahri o‘ldiradi. Agar haddimizni bilmasak, bizni asalning zahri o‘ddiradi.\nAgar birovga bir jav - arpa bersak, ikkita qilib qaytarishni istaymiz. Shirin bo‘y - hidni mol, dunyo ichidan emas, mol-dunyoning tashqarisidan izlaylik. Bu vodiyda inson bir nafas ham g‘amdan forig‘ bo‘lmaydi. Bu vodiyda mard o‘zidan o‘zgaga suyanmaydi. Ey, dunyo moliga oshufta, mahliyo bo‘lgan odam, bular orasida sening qo‘l-oyog‘ing asalga botganday, holing og‘irlashadi. Bas, bu yozada - cho‘lda og‘ir yuklaringni kamaytir. Jonu dilingni mol-dunyo zangi — tashvishlaridan ozod qil. Agar mol-dunyoga sajda qilsang mushrik bo‘lasan, mushriklarday eng g‘ofil bandalardan bo‘lasan. Faqr yo‘liga joningni soch va dilingni bag‘ishla. Ana shunda Istig‘no vodiysiga yetib, har qanday muhtoj-likdan qutulasan."
    },
    {
      "id": 54,
      "name": "CHOHGA QULAB O’LGAN YIGIT HIKOYASI",
      "story": "Xurosonda bir barno yigit bor edi, husnda go‘yo to‘lin oy edi. Yusufday xushchiroy bu yigit qazoi taqdirdan bo‘lib, chohga yiqilib o‘ldi (Yusufni Allohi haq taoloning farishtalari asragan edi, lekin xurosonlik bu chiroyli, nodir yigitni asrashni hech kim so‘ramagan edi). Yigit chohga yiqilganida, uning ustiga tuproq to‘kildi, oqibat bu inson tuproq bilan baravar bo‘ldi. Uning holi va ro‘zgori o‘zgardi, ishi mushkullanib, qoni yelga sovrildi.\nBu xushsiyrat, sohibjamol yigitning ismi Muhammad bo‘lib, unga ikki dunyo bir qadam bo‘dtsi (Shunday aziz nomi ham uni ajaldan qutkarolmadi).\nOtasi bu ahvolni ko‘rib dod soldi:\n- Ey, farzandim, ko‘zimning nuri, jonu jahonim, ey Muhammad, bir lahzagina lutf aylab, bir og‘iz so‘zingni aytib ket! So‘zla, Muhammad, so‘zla, farzandim.\nAmmo hech bir inson bu xitobga javob bermadi. Shunday deb, ota ham jon berdi.\nDunyoning bunday ishlaridan kuyib-yonmagin, ey sohibnazar solih. To Muhammad so‘zladi, odam ham kuyib-yondi. Bu so‘zlarni (oyatlarni) Odam ato ham, uning zurriyodi — avlodlari ham so‘zladilar. Haqtaolo nomini juz’iyot (barcha) ham so‘zladi. So‘zladi devu pari, inson, malak. So‘zladi tog‘, zamin, daryo, falak. Yuz minglab insonlar tani xok-tuproq bo‘lishini bilib, so‘zladilar. Bu so‘zlarni (oyatlarni) aytgan yuz minglab insonlarning joni poklandi."
    },
    {
      "id": 55,
      "name": "OSHIQ MA’SHUQINI O’LDIRISHGA QASD QILGANI HIKOYATI",
      "story": "Bir sohib kamol, olihimmat odam bor edi, u bir sohibjamolga oshiq bo‘lib qoldi. Taqdir taqozosi bilan ma’shuq og‘ir dardga chalindi, ozib-to‘zib rangi za’faronday sarg‘aydi. Ravshan qunlarda ham ko‘ngli zim-ziyo, qorong‘i edi. Dard uni qiynar, o‘limi yaqinlashib borardi. Bu haqda oshiqqa xabar yetkazdilar. Oshiq bu xabarni eshitib, qo‘lida pichoq bilan ma’shuqa qoshiga yugurib keldi va dedi: \n- Nigorim o‘z ajali bilan o‘lmasin uchun men uni o‘z qo‘lim bilan o‘ldirmoqchiman. \nOdamlar unga dedilar: \n- Jinnimisan, bunday qotillikda nima hikmat bor? Behudaga qon to‘kma, qo‘y bu ishni, uning umri oz qoddi, hademay joni uziladi. O’likni o‘ldirishdan nima foyda, o‘likning boshini faqat ahmoq johillar kesadi.\nOshiq dedi: \n- Agar yorim mening qo‘limda o‘lsa, qiyomat kuni, barchangiz go‘rdan turib, mahsharga to‘planganingizda ko‘rasiz, o‘zim o‘chirgan bu sha’mni yoqaman va do‘zax otashida yonaman. Mayli, odamlar meni so‘xta va qotil deb atayverish-sin, bu joyda ham, u joyda ham bari bir yonaman.\nJonboz oshiqlar har ikki olamda baxtga yetishol-maydilar, qo‘li qisqa bo‘ladilar. Lekin ular bu dunyoda sevganini oradan ko‘tarish bilan dili bu dunyoning barcha tashvishlaridan ozod bo‘ladi. O’z qo‘li bilan o‘z jonini yo‘q qilgan odam oxiratda xilvatda o‘z jonini topadi. Yor bilan xilvatga yetishgan odam jumla olamning barcha sirrini ham kashf eta oladi.\nAgar mardlarda talab paydo bo‘lmasa, bunday xilvatga yetisholmaydi.\n"
    },
    {
      "id": 56,
      "name": "MAJNUN VA LAYLI HIKOYATI",
      "story": "Ahli Layli, ya’ni uning qabilasi, qavm-qarindoshlari Majnunning kelishiga yo‘l bermadilar. Shu atrofda, sahroda bir cho‘pon qo‘y boqib o‘tirgan edi. Majnun cho‘ponning qoshiga kelib, ostiga to‘shab o‘tirgan po‘stagini berib turishini so‘rab, yalindi. Cho‘pon bu qo‘rimsiz, juldur po‘stakni nima qilasan, dedi. Majnun aytdi:\n- Ey bag‘ri keng, yaxshi odam, shu po‘stakni menga bersang, men uni yopinib, qo‘ylaring galasiga qo‘shilib, Laylining mahallasiga boraman, o‘zini topmasam, bir muddatdo‘stimning bo‘yi, xush hididan bahramand bo‘laman.\nEy darigo, dardga mardona bo‘laylik. Mardlar kabi dardlarga to‘laylik. Oqibat, Majnun cho‘ponning eski po‘stagini olib, unga yashirinib, qo‘ylarga qo‘shilib, do‘stining mahallasiga yo‘l oldi. Laylining qavmiga yaqinlashgach, Majnun o‘rnidan turib, zavq-shavq bilan uni chaqirdi. So‘ng hayajon zo‘ridan hushini yo‘qotdi, lekin ishq sharbatini totdi.\nMajnunning ortidan qo‘ylarini haydab kelgan cho‘pon uning mastu xarob, tuproqqa hushsiz yotganini qo‘rdi. Yuziga suv sepib, hushiga keltirdi. Ishq otashida yonayotgan bu labtashna oldida bir bor o‘tirdi.\nErtasiga Majnun sahronishin qavmlar — sahroyilar orasiga qo‘shildi, bu qavm bilan bir tan, bir jon bo‘lib ketdi. Sahroyidan biri Majnunga dedi:\n- Ey sarfaroz, olijanob! Bu sahroda jamoasiz, yalangoch qolibsan, do‘stlik haqqi, senga kiyim-bosh beraylik, mayli desang, o‘tovimdan tez kiyim keltiray.\nMajnun aytdi:\n— Do‘stga har qanday kiyim loyiq emas, hech bir libos shu po‘stak kabi aziz emas. Shu qo‘y po‘stagi meni yomon ko‘zdan va quyoshning kuydirishidan asraydi. Bu po‘st (po‘stak) do‘stimning hidi — bo‘yini olgani uchun menga o‘z po‘stim (terim)day ko‘nglimga yaqin bo‘lib qoldi. Dil bu po‘stdan do‘st rozini (sirini) topadi, o‘z ichida mag‘zini asramasa, po‘stning qadri bo‘larmidi?"
    },
    {
      "id": 57,
      "name": "CHIN TOG’I USTIDA TOSHGA AYLANGAN MARD HIKOYATI",
      "story": "Bir odam Chin tog‘ida toshga aylandi. Har zamon ko‘zidan zaminga yosh oqizardi. Zor-zor ko‘z yoshlari ham zaminga to‘kilardi va toshga aylanardi. Shunday toshlarki, agar bu toshlar bulutga aralashsa, undan nadomat jolasi yog‘ilardi, bu odam Chinda mashhurdir, borsang izlab topgin. Bu odam ilm haykali edi. Lekin ilm himmatsiz odamlarning qo‘liga tushsa, ilm undaylarning qo‘lida mo‘minlar uchun kofir qo‘lidagi tosh kabi kulfat keltiradi.\nAslida bu dunyo mashaqqatli tor bir saroydir. Bunday tor va qorong‘i joydan qutulish uchun ilm chirog‘i senga rahnamo bo‘lsin. Ilm javhari senga jonfizoy (jonbaxsh) bo‘lib, yo‘l qo‘rsatadi. Agar sen ilmsiz bo‘lsang, boshdan-oyoq qorong‘ilikda qolasan. Jahongir Iskandar (ustozi Arastudan uzoqlashgani sababli) rahbarsiz qoldi (va fojeaga uchradi).\nAgar sen ilm javhari atrofida aylanaversang, uni topmasang ham, pushaymon bo‘lmaysan, xushnudlik topasan. Oxiratda baxtsiz bo‘lgandan ko‘ra bu dunyoda yomon ishlardan pushaymonlik topish ham yaxshidir.\nBu dunyoda ham, u dunyoda ham jon faqirdir. Bilsang, bu dunyoda jon-ruh g‘arib va u dunyoda tan zaifdir. Shu zaifliqdan qutulishni istasang, g‘arib ruh yashayotgan joydan tashqariga chiq (tog‘u dashtlarga chiq), ana shu joylar xos odamlarning joyidir*.\nAgar ana shu xoslar manziliga yetsang, har qadamingda, har nafasda yuz turli sirlarga oshino bo‘lasan. Mabodo bu yo‘lda senga nasiba yetsa o‘zliging (manmanliging) yo‘qolib, boshingdan oyog‘inggacha navha-yig‘iga aylanadi. Kechayu qunduz shubhali taom yeyishdan sakdan.\nTalab vodiysida neni izlayotganingni ravshan bil, kamlikni, kamtarinlikni talab qil. Kunduzi kam ye, kechasi kam uxla. Shunda o‘lsang ham go‘ring nurga to‘ladi."
    },
    {
      "id": 58,
      "name": "XOJA VA UNING SOFDIL G’ULOMI HIKOYATI",
      "story": "Sirlardan voqif xojaning bir sofdil g‘ulomi, xizmatkori bor edi. U yarim kechadan to subh — erta tonggacha uxlamay, namoz o‘qib chiqar edi. Xoja unga dediki: \n— Ne kor qilursan, oqshomdan to sahar o‘zingni bedor qilursan. To quyosh chiqquniga qadar namoz o‘qursan?\nG’ulom xojasiga bunday javob berdi:\n— Men sening darding ko‘gshigini ko‘rib turibman. Dardi, g‘ami ko‘p odam har vaqg bedor bo‘ladi, xotirjam uxlolmaydi. Sening darding ko‘p, ertayu kech bedor bo‘larsan. Agar bir odam bedor bo‘lsa, boshqa odamlar ham unga bedorliqda hamkor bo‘lmog‘i kerak.\nAgar kimdaki shu dard va shu hasrat bo‘lmasa, u mard odam emas, u bilan xok-tuproqning farqi yo‘q. Kimki o‘zgalar dardini baham ko‘rsa, bunday odamda do‘zaxga tushamanmi yoki behishtga boramanmi, degan tashvish ham bo‘lmaydi."
    },
    {
      "id": 59,
      "name": "BIR ERKAKNING MA’SHUQASIDAN AYB TOPGANI",
      "story": "Bir sheryurak, dushmanlar dodini beradigan er kishi bor edi, bir necha yil bir ayolga oshiq bo‘lib yurdi. Ul ayolning bir ko‘zida tirnoq uchiday kichkina oq nuqtasi bor edi. Ayolga ko‘p marta diqqat bilan qaragan bo‘lsa ham bu oqlikdan erkak bexabar edi. Oshiq boshi ishq shavqi qiyomida yor ko‘zining aybini ilg‘armidi?\nBir vaqt erkakning ayolga nisbatan ishqi kamaydi, oshiqlik dardiga darmon topilganday, ayolga bo‘lgan muhabbatida nuqson paydo bo‘ldi. Ayolga boshqacha qo‘z bilan qaraydigan bo‘ldi shekilli, uning ko‘zidagi oq dog‘ni ilg‘ab qoldi. U ayolga dedi: \n- Ko‘zingdagi oq dog‘ qachon paydo bo‘ldi? \nAyol dedi: \n- Sening muhabbating kamaygan kundan beri shunaqa bo‘ldi. Senda ishqaro nuqson paydo bo‘lgach, mening ko‘zimda ham shu sabab nuqson paydo bo‘ldi.\nKo‘nglingda vasvasadan ming g‘avg‘o bor. Avval o‘z aybingni ko‘r, ey ko‘ngil ko‘zi basir odam! Qachongacha boshqalardan ayb qidirasan, o‘z yoqangni hidlab, o‘z aybingni qidirsang-chi. O’z aybing o‘zingga ayon bo‘lib, og‘irligini sezsang, boshqalar aybiga parvo qilmaydigan bo‘lasan."
    },
    {
      "id": 60,
      "name": "QOPGA SOLINGAN MAST HIKOYATI",
      "story": "Bir mast odam hushini yo‘qotib uxlab yotardi. Sharob, ya’ni achchiq suv uning ishini saranjomlagan, u ham sharob-ning dodini bergan edi. Ham tinitilgan sofidan, ham loyqasidan qo‘p iste’mol qilib, xarob ahvolda o‘zini bilmay yotardi. Bir hushyor odam bu holni yoqtirmay, uni qopga solib yelkasiga ko‘tarib yo‘lga tushdi. U bu behushni yashaydigan manziliga olib borib qo‘ymoqchi edi. Shu payt yo‘dda boshqa bir mast duch kelib qoldi. Bunisi yo‘lda uchragan odamga shilqimlik bilan tegajoqliq qilardi. Qop ichida turgan avvalgi mast ikkinchi mastning xarob ahvolini ko‘rib dedi: \n- Ey falon, agar yana ikki piyola ichganingda, men kabi tog‘ma-tog‘ yurarding. \nU o‘zganing aybini ko‘rardi, ammo o‘zinikini ko‘rolmasdi.\nBizning hammamizning ahvolimiz va ishlarimiz, bunday olganda, bundan ortiq emas. Agar ishqdan ozgina xabaring bo‘lsa edi, barcha ayblarni fazilat hisoblarding. Ayb qidirishing va aybnigina ko‘rishing - bu oshiq emasligingdandir. Darvoqe’, sen oshiqlik ravishiga loyiq emassan."
    },
    {
      "id": 61,
      "name": "O’LIM YAQINLASHGANDA YIG’LAYOTGAN OSHIQ HIKOYATI",
      "story": "Bir oshiqjon berayotgan paytda yig‘lardi. Undan buning sababini so‘radilar. Dedi: \n- Shuning uchun yig‘layotirmanki, dilim U bilan birga bo‘lgach, qanday qilib o‘larman? \nYo‘ldoshi dediki: \n- Diling u bilan birga ekan, agar o‘lsang, bu ajoyib o‘lim bo‘ladi. \nOshiq dedi: \n- Kimnikim dili Alloh bilan birga bo‘lsa, agar u o‘lsa ham, biroq o‘lim unga ravo emas. Dil U bilan visol etsa, uning o‘lishi maholdir.\nAgar ana shu sir bilan shod bo‘lsang, jahonga ham sig‘ishing dargumon. Har kimki Uning borligidan dili shod bo‘lsa, borlig‘idan mahv bo‘lib, ozod bo‘ladi. Abadiy shoddikni Do‘stdan olgin va gul kabi g‘uncha o‘rami ichida yashirinib ol."
    },
    {
      "id": 62,
      "name": "O’Z SOQOLI BILAN MASHG’UL BO’LGAN OBID HIKOYATI",
      "story": "Muso zamonida bir obid bo‘lib, kecha-kunduz ibodat qilar ekan. Ammo ko‘nglida bir ilohiy zavqu shavq qo‘zg‘olmas, qalbida zarracha nur yo‘q edi. Uning chiroyli soqoli bo‘lib, har zamon soqolini tarab turar, shundan rohatlanardi. Bir kun u Musoni uzoqdan ko‘rib qoldi va uning oldiga borib dedi: \n- Ey, Tur tog‘ida Haq bilan so‘zlashgan zot, men uchun ham Haqdan so‘rab bil: nega shuncha ibodat qilsam-da, ko‘nglimda zavqu hol yo‘q?\nAlqissa, Muso Kalimulloh yana Tur tog‘iga bordi va obidning savolini yetkazdi. Haq dedi:\n- U o‘z soqoli bilan mashg‘ul bo‘lgani uchun Bizning vaslimizdan benasib bo‘lib qoldi. \nMuso Tur tog‘idan qaytib kelib, obidga bu so‘zni aytdi. Obid soqolini yulib yig‘lay boshladi. Shunda Jabroil Muso huzuriga kelib, dedi: \n- Obid hali ham soqol bilan mashg‘uldir. Soqolini bezaganda ham tashvish ichra edi, soqolini yulayotganda ham benasib qoldi.\nHaq yodisiz bir nafas olmoq ham xatodir, egrilik ichida Undan uzoqlashsang ham, to‘g‘rilikda bo‘lsang ham U bilan bo‘lgin. Ey o‘z soqolidan tashqariga chiqolmagan, soqol bilan ovora bo‘lgan, dunyo tashvishlari daryosiga g‘arqsan, avval soqol g‘amidan qutulgin, so‘ngra ishing o‘ngidan keladi. Shunda sen soqoling bilan bu ishq daryosiga g‘arq bo‘lasan va soqolni-da unutasan."
    },
    {
      "id": 63,
      "name": "OSHIQ DARVESH HIKOYATI",
      "story": "Bir darvesh bor edi. Ishq zo‘ridan zorlanib, o‘tga tushgan parvonaday beqaror edi. Ishqi taftidan jon qiynalsa jonining o‘rtanishidan tili so‘zga kelmasdi. Ishq olovi jonidan o‘tib dilini yondirar, mushkul ustiga mushkul boshiga yog‘ilar edi. Yo‘l o‘rtasida beqaror bo‘lib, ho‘ngrab yig‘lardi va bu so‘zlarni aytardi: \n- Rashk otashida jonu dilim kuydi, yig‘lay desam, ko‘z yoshlarim ham qaynoqdir. \nBir nido keldiki: \n- Bu masalada lof urma, U bilan yolg‘ondan yaqinlashib yopishib olgansan. \nDarvesh dedi: \n- Men qachon Unga yopishib oldim, U menga yopishib olgan, agar bilsang. Men bechora bir notavon kimmanki, Uni sevsam, menda bu jur’at qayda? Men hech narsa qilganim yo‘q, nimaiki qilgan bo‘lsa Uning O’zi qildi. Ko‘nglim qonga to‘lgach, faqat Uning yodida tepadigan bo‘ldi.\nHotifdan ovoz keldi: \n- U senga nazar solib, senga yuk yukladi, sen buni ovoza qilma, kibru havoga berilma. Sen toki bu ulug‘ quduq ichrasen, bir dam agar bu haqda ovoz chiqarsang, ey g‘ulom, U sen bilan ishqbozlik qilmaydi. U ishqni O’z sun’i-asroru hikmati bilan o‘ynaydi. Sen yo‘qsan va hech ishda ham emassan, bu ishni Uning O’ziga qo‘y, chunki sun’i Sone’ bilan qorishib mahv bo‘ladi. Agar sen o‘zingni o‘rtaga solsang, ham imoning va ham joningdan ajralasan."
    },
    {
      "id": 64,
      "name": "YOSH BOLALAR TOSH BILAN URADIGAN DEVONA HIKOYATI",
      "story": "Bir yurak-bag‘ri ezilgan devona bor edi. Chunki ko‘chada yursa, yosh bolalar orqasidan tosh otib urardilar. Oxir bir hammomning gulxanxonasiga borib, bir burchakda daricha ostida o‘tirdi. Birdan havoni bulut qoplab, do‘l yog‘di va do‘l darchadan kirib devona boshiga urildi. Xona qorong‘i edi, daricha borligi ham sezilmasdi. Shu sabab devona do‘lni bolalar otayotgan tosh deb o‘yladi. Zero, u jala bilan toshni farqlay olmasdi. U nega meni shu yerda ham tinch qo‘ymadilar, deb nomaqbul so‘zlar bilan so‘ka boshladi.\nBirdan shamol eshikni ochib yubordi va qorong‘i gulxanxona yorishib ketdi. Shunda devona boshiga tosh emas, do‘l kelib urilganini bildi va o‘zining so‘kishlaridan uyaldi. Dedi: \n- Yo rab, bu gulxanxonam qorong‘i edi, xato qildim, kechir. Agar biror devona shunaqa vaysasa, sen itob etib jazolama. Bu yerda yotgan kishi ishqingda hushsiz, mastdir, kimsasiz, beqaroru bedil bir devonadir. Umri noxushlikda o‘tadi, har damda boshida ming g‘am. Sen uning ta’nasini afv et, devona oshig‘ingni jazolama. Agar qorong‘i kulbaaarga nazar tashlasang, barcha tavba qilganlarni ko‘rasan."
    },
    {
      "id": 65,
      "name": "BIR KISHINING QO’SHNI ESHAGINI SO’RAB OLGANI HIKOYATI",
      "story": "Korizda ishlovchi bir kambag‘al odam bor edi. U bug‘doyini tegirmonga olib borib, un qilib kelish uchun qo‘shnisining eshagini so‘rab oldi. Tegirmonga borgandan keyin yukni tushirib, eshakni tashqarida qoldirdi, o‘zi esa kech bo‘lgach uxlab qoldi.\nShu payt bo‘ri kelib eshakni yeb ketdi. Eshak egasi kambag‘aldan undan tovon to‘lashni talab qildi. Biroq eshakni omonatga olgan odam: eshagingni bo‘ri yedi, bo‘ridan tovon talab qil deb turib oldi.\nIkkalasi janjallashib yugurib mirob — korizlar bosh-lig‘i oldiga keldilar va voqeani aytib, tovonni kim to‘lashi lozimligini so‘radilar. Mirob dedi: \n- Kimki bu och bo‘rini sahroga qo‘yib yuborgan ekan, albatta tovonni o‘sha to‘lashi kerak. Ikkovlaring ham tovonni O’shandan talab qilinglar. Axir u yaratadi va nobud qiladi, yuz minglab qo‘y va eshaklar-ning bo‘riga yem bo‘lishini u amr etadi. Bo‘rini yaratgan Uning o‘zi ekan, bu nogahon balolardan ham U qutqaradi. E Rab, U ajoyib tovonlar to‘laydi, ammo U qilgan ishga bandalar tovon to‘lamaydi.\nMisr ayollarini ko‘rdingmi, ne holatga tushdilar, chunki ular Yusufning jamolini ko‘rgan edilar. Agar bir devona podsho davlatxonasidan baxt topsa, holati o‘zgarsa, hech ajablanma. Shu holatda devona o‘zligini yo‘qotadi, orqa-oldi, pastu baland, boru yo‘qning farqiga borolmaydi, hatto ko‘z solib qarashga ham holi yetmaydi. Bu holatda devona faqat Undan so‘zlaydi, Unga so‘zlaydi, xolos. Nimaiki xohlasa, Undan xohlaydi, U bilan istagi bitadi."
    },
    {
      "id": 66,
      "name": "HINDISTON SHOHINING MAHMUD G’AZNAVIY QO’LIGA ASIR TUSHGANI",
      "story": "Hindlarning qari bir podsholari bor edi. Sulton Mahmud bilan jangda asir tushdi. Uni bandi qilib Mahmud oldiga keltirdilar. Sulton uni afv etdi va hindlar shohi musulmon dinini qabul qildi. Musulmonchilikda Allohni yaqindan taniy boshladi, ikki olamdan kechib, Alloh yodida ibodatlar qiladigan bo‘ldi. Bir xaymada xilvatda tanho o‘tirib, Alloh ishqida tunni kunga, kunni esa tunga ulab nola qilardi. Har doim o‘rtanib yig‘lardi, tuni kunduzdan, kunduzi tundan ham og‘ir kechardi. Uning zor-zor nola qilib yig‘lashlari Mahmud qulog‘iga yetdi. \nSulton uni huzuriga chaqirib dedi: \n- Sen nega buncha yig‘i-sig‘i qilasan? Ko‘p oh-voh qilma, xohlasang mulkingni o‘n barobar qilib qaytarib beraman. Agar sen shohsen, senga ohu nola, yig‘lash yarashmaydi.\nHind shohi dedi: \n- Ey sulton, men mulku mol, mamlakat va taxt uchun yig‘layotganim yo‘q. Mening yig‘imning sababi shuki, qiyomatkuni Zuljalol mendan: \n- Ey badahtsu bevafo, menday xoliqingga jafo qilib, to Mahmud bir jahon lashkar tortib oldingga kelmaguncha, meni yod etmading. Bu vafou va’dani buzish emasmi? Shunday ekan, senga o‘xshaganlarga behisob lashkar bilan hujum qilish lozim, toki o‘zlaringni va o‘z Rablaringning haqini tanib olsalaring. Lashkar hujumiga duch kelmay, menday do‘stingni yodga olmading, endi ayt, seni do‘st deb ataymi yoki dushmanim deymi? Qachongacha mendan vafo ko‘rib, evaziga menga jafo qilasan? Vafodorlik sharti bunday emas. Agar Haq taolodan shunday xitob yetsa, nima deb javob beraman? Bu xijolat va sharmandalikka qanday chidayman? Ey sulton, bu qariyaning yig‘lashiga bois shudir.\nInsof va vafodorlik so‘zini eshit, ezgulik devonidan mana shu tariqa darslar o‘qi! Agar vafodordirsan, yo‘lga chog‘lan, bo‘lmasa bir joyda o‘tirib, bu ishdan qo‘l tortgin. Vafo ma’nosidan tashqarida bo‘lgan jami narsalar javonmardlik bobida ravo emas."
    },
    {
      "id": 67,
      "name": "BOYO’G’LI VA QUYOSH HIKOYATI",
      "story": "Ajoyib gapni eshiting-a! Boyo‘g‘li dermishki: \n- Ey bexabar, men bu quyosh bilan oyni na qilay? Tutilganda qorayadigan, botganida qorong‘i bo‘ladigan, yuzi sarg‘aygan, motam kiyimini kiygan, doimo porlab turmaydygan, darbadar kezadigan oftobning keragi yo‘q. Uning o‘zi boshqalardan ko‘ra haqqa tashnaroq, shafaqpaytida esa qonga belangan qonxo‘r kabidir. Agar shunaqa oftobni ko‘rmas ekanman, mayli ko‘rmayin, zarari yo‘q. Chunki boshqa oftob bor.\nEy inson, sen bir kecha uxlamay, bedor bo‘l, shunda tun kechada sen haqiqiy quyoshni ravshan ko‘rasan. Ey g‘ofil kishi, mening kunduzim tun kabidir, ammo Alloh nurini porlatuv-chi oftobim shundadir. Tunda ul oftob yuz ko‘rguzganda, olam xalqini uxlatib qo‘yadi. Ko‘kdagi oftob ul oftob ziyosining aksidan uyalib yuzini berkitadi, sharmandalikdan u qochib ketadi, kecha-kunduz degan tushunchalar yarim tun kelib barobar bo‘lib qoladi. Ammo kimki menday mahram bo‘lsa, uning oftobi qop-qorong‘i tundadir. Agar ana shunday Quyosh tunda senga nasib etilsa, agar ko‘r bo‘lsang ham uxlashing mushkuldir. Butun tun davomida men uxlamay chiqaman, ul Quyoshning atrofida yonib-o‘rtanib parvonaday uchib aylanaman. Majoziy quyosh yuz ko‘rsatganda, biz boyo‘g‘lilar zulmat og‘ushida qolamiz.\nAgar Iloh oftobi tunlarda nur taratar ekan, yo‘lga kirganlar zulmatda uxlamaydilar. Agar qarchig‘aylar kabi himmating baland bo‘lsa, o‘tiradigan joying sultonning qo‘li bo‘ladi. Agar past himmatlikda pashsha kabi bo‘lsang, xuddi pashsha kabi behurmat, bee’tibor bo‘lasan. Voqean, agar pashshaday nuqsoning bo‘lsa, boru yo‘g‘ing noma’lum, nobuddirsan. Kimki himmat egasi bo‘lsa — mard erur. Quyosh kabi ko‘kda yagona bo‘lur. Agar gavhar kabi olihimmatsan, shoh tojida joying belgilidir. Agar har qanday arzimas narsaga qarab pastlashaversang, shoh qo‘lidan jom olib icholmaysan.\n"
    },
    {
      "id": 68,
      "name": "BIR DARVESHNING IBROHIM ADHAM QOSHIDA FAQIRLIKDAN SHIKOYAT QILGANI",
      "story": "Bir darvesh o‘zining kambag‘al, benavoligidan shikoyat qilib yurardi. Ibrohim Adham unga qarab dedi: \n- Ey o‘g‘il, faqrni juda arzon qo‘lga kiritgansan, shekilli? \nDarvesh dedi: \n- Bu so‘zni behuda aytayapsan. Kishi darveshlik (kambag‘allik)ni ham sotib oladimi, uyalmaysanmi shunday deyishga? \nIbrohim Adham dedi: \n- Men bir necha marta jon evaziga sotib olgan emasman va butun olam mulkini taklif qilganlarida ham bermaganman. Hozir ham yuz olamni berib hech ikkilanmay faqrni olaman, chunki mening nazarimda hanuz ham faqrning qimmati ortib bormoqda. Chunki men bu boylikni qimmatga sotib olganman. Ya’ni butun bir podsholik bilan vidolashib, bunga erishganman. Shu bois buning qadrini sen emas, men bilaman va buning uchun hamisha shukr qilaman.\nHimmat ahli jon va tanni bag‘ishladilar, yillar davomida o‘rtanib-o‘rtanib ruhlari poklanib bordi. Himmatlilarning qushi hasratu iztirob bilan do‘stlashdi, ular shu yo‘lda dunyovu dindan ham kechdilar. Sen agar ana shunday himmat sohibi bo‘lmasang, o‘zingni bu yo‘ldan uzoq tut va Oliy Ne’matga yetishga umid bog‘lama."
    },
    {
      "id": 69,
      "name": "ZUNNUN MISRIYNING YAMOQ MURAQQA’ KIYGAN QIRQ DARVESHNI KO’RGANI",
      "story": "Shayx Zunnun dedi: \n- Biyobonda yolg‘iz Allohga tavakkul qilib ketayotgandim, yo‘lda bir joyda jon bergan qirqta muraqqa’ kiygan erlarni ko‘rib qoldim. Bu holni ko‘rib hayajondan es-hushimni yo‘qotdim, butun vujudim olovda yonayotganday o‘rtanardim. Oxir dedim: «Ey Alloh, bu qanday ish, ishq yo‘lida jonbozlik qilgan azizlarni buncha yakson etasan?\nSado keldikim: \n- Bu ishdan ogohmiz. O’zimiz o‘ldiramiz va O’zimiz tovoni — qon pulini to‘laymiz.\nDedimki: \n- Axir bunday zorlikda qurbon bo‘lishlar qachongacha? \nDedi: \n- Diyatim — tovonim bor ekan, ish shunday davom etaveradi. Xazinada tovon haqi qolguncha o‘ldiraman, toki ta’ziyatlari qolsin. O’ldiraman va keyin qoniga belab, olam atrofini aylantirib chiqaman. Butun vujudi, qo‘l-oyoq-jamiki a’zolari yo‘qolgach, keyin quyoshday yuzumni ko‘rsatib, o‘z jamolimdan libos kiydiraman. Oshiqning to‘kilgan qonini yuzining qizilligi — hushbaxtligiga nishona qilaman va bu yuzni o‘zi istagan ko‘y (ko‘cha)ga yuzlantiraman.\nO’z ko‘yimda soyamga aylantiraman, keyin yuzimning quyoshidan unga nur sochaman. Mening yuzimning oftobi chiqqach, ko‘y-ko‘chadagi soya qoladimi? Soya Oftob shu’lasida nobud bo‘lgandan keyin, barchasi maqsadiga yetib baxtiyor bo‘ladi, vallohu a’lam bis-savob».\nKimki Haqda mahv bo‘lsa, o‘zligidan ham, o‘zidan ham qutuladi. Chunki xudparast bo‘laturib, Haqqa yaqin bo‘lish mumkin emas. Mahv bo‘l, ammo bu haqqa ko‘p gapirma, jonni hech bir g‘arazsiz sarfla, boshqa narsa qidirma. Oshiqqa ayt: o‘zidan kechib, yo‘qbo‘lsin — men bundan boshqa ulug‘ davlatni bilmayman."

    },
    {
      "id": 70,
      "name": "TURKISTON PIRINING HIKOYATI",
      "story": "Turkiston piri gap-so‘z olib dedi: \n- Men ikki narsani hammadan yaxshi ko‘raman: biri chopqir otim bo‘lsa, ikkinchisi aziz farzandimdir. O’g‘lim lashkar safida dushmanga qarshi jang qilmoqda. Agar shu aziz farzandim o‘limini eshitsam, otimni hamma lashkarchilarga bag‘ishlayman, toki o‘g‘lim o‘rnida jang qilsin. Voqean, aziz ko‘ringan shu ikki narsa mening jonim ko‘ziga but kabi ko‘rinadi. Har ikkalasidan voz kechmaguncha Yagona Iloh yodi kalbda abadiy o‘rnashmaydi.\nToki sham’ kabi yonib ado bo‘lmasang, odamlar oldida pok ishkdan so‘z ochma. Kimki pok Parvardigor ishqidan gapiradigan bo‘lsa, o‘z shaxsiy ishi, dunyoviy muhabbatini barbod etsin. Shahvat bilan non yeydigan, ammo pokbozman deydigan kishi, oqibatda xoru zor bo‘lg‘usi."

    },
    {
      "id": 71,
      "name": "O’Z SHAHRIGA QAYTIB KELAYOTGAN PODSHOH HIKOYATI",
      "story": "Sayohatga chiqqan bir podshoh o‘z shahriga qaytib keldi. Shahar xalqi shohni izzatu ikrom bilan kutib olish uchun shaharni bezadilar. Kim qo‘lidan nima kelsa qilardi, uyida nima bo‘lsa olib chiqardi va shaharni chiroyli qilishga sarflardi. Ammo zindon ahlida hech vaqo yo‘q edi, ularning qo‘l-oyoqlaridagi bandu zanjirlari bor edi, xolos. Yonlarida do‘stlarining kesilgan boshlari, g‘amu anduhdan pora-pora jigarlari bor edi. Ammo ular shohni kutib olish uchun kesilgan bosh va qo‘llar, oyoqlarni chiroyli qilib bezadilar. Shoh o‘z shahriga kirgandan keyin chiroyli bezaklar, rang-barang alvonlar, zebu ziynatni ko‘rdi. Ammo zindon joylashgan joyga yetganda, otidan tushib, zindon ahlining oldiga bordi, ular bilan ko‘rishib, ahvol so‘rab, ko‘plab tuhfalar in’om etdi.\nSaroyga kelgandan keyin shohning yaqin kishilaridan biri shohdan so‘radi: \n- Ey shohim, shahar ahli seni deb shuncha sa’yu harakat qildilar, shaharni shohiyu atlas bilan bezadilar, mushk-anbar sochdilar, ammo sen bunga e’tibor qilmay, zindon eshigi oldiga kelib to‘xtading va zindoniy-lar ahvolini so‘rading, buning sirri nimada? Axir ular o‘limga mahkum etilgan, kesilgan qo‘l-oyoq va boshlarni taxlab seni kutib oldilar.\nShoh dedi: \n- Shahar ahlining bezaklari — bolalarning o‘z o‘yinchoqlarini bezaganday gap. Ularning har biri sha’nu shavkati, boyligini ko‘rsatish maqsadida ish qilgan, ular-ning ishlarida o‘zlarini ko‘rsatishga intilishlari ayon ko‘rinib turibdi. Ularning barchasi menga maqtanish, diqqatimni tortib, xursand qilish niyatida bo‘lganlar.\nAmmo mening farmonimni faqat zindon ahli bajarmoqdalar. Agar mening amrim bu yerda ijro etilmasaydi, boshlar tanadan judo qilinmasdi. Bu yerda hukmim aniq va puxta joriy etilganini ko‘rmoqdaman. Shu bois bu yerga kelib otdan tushdim va zindoniy holini so‘radim. Shaharni bezaganlar o‘z g‘ururlari, manmanliklari ichra g‘arqdirlar. Faqat zindon ahli hayronu bechoralar, ular mening hukmim ostida nochordirlar. Bular gohqo‘lni, gohboshni beradilar, ho‘lu quruq, issiq va sovuq bular uchun birday. O’limni kutib, unga peshvoz chiqadilar, zindon chuqurlaridan to‘g‘ri dor ostiga boradilar.\nAgar bilsang, bu zindon men uchun gulshanga aylandi, goh ular menga havas qilardilar, goh men ularga havas qilardim — bir-birimizni botinan anglab quchoqqa olardik. Yo‘lni ko‘ruvchilarning burchi farmon bilan yurishdir, ana shunda Shoh ham zindonga keladi."

    },
    {
      "id": 72,
      "name": "BOYO’G’LI VA UNING SO’ZLARI",
      "story": "Bir kecha Boyo‘g‘li o‘ziga o‘zi dedi: \n«Quyosh nuriga bir nafas ham toqat qilolmayman. Butun umrim davomida yuz azobu chorasizliklar bilan Quyoshga intilaman, toki uning nuriga g‘arq bo‘lib, yo‘qolib ketayin deyman. Ul dargohga yetayin deb oyu yillar ko‘zimni bog‘lab uchaman».\nKo‘zi o‘tkir bir qush dedi: \n«Ey mag‘rur va mast Boyo‘g‘li, unga yetguncha ming yillar yo‘l bosish kerak. Senday yo‘lini yo‘qotgan u yerga qachon yetibdi, axir chumoli oyga borib yetibdimi?»\nBoyo‘g‘li dedi: \n«Meni qo‘rqitma, hechqisi yo‘q, uchavera-man, ko‘ray-chi, qani bundan nima hosil bo‘larkin?»\nNecha yillar xuddi mastday, o‘zidan bexabar uchib borardi, oxir-oqibat kuch-quvvatdan qoldi, qanotlari titilib, patlari to‘kildi. Ammo yo‘l bosishdan tinmasdi. Axiri joni halokat ichra, tani o‘rtanib, qanotsiz holda ojiz va notavon bo‘lib qoldi. Quyoshdan esa nishona ko‘rinmasdi. \nBoyo‘g‘li ichida: \n«Quyoshdan o‘tib ketdimmikin?» - deb o‘ylardi.\nBir okil kishi dedi: \n«Sen uyqudasan, yo‘lni ko‘rmay, qadam bosasan, qanday qilib undan o‘tib ketdimmikin, qanotlarim to‘kilib tushdi-ku deysan?» \nBu so‘zdan Boyo‘g‘lining g‘ashligi yana ko‘paydi, ajzu iztirob ichida qoldi. Bor-yo‘g‘idan ajralib, nochor ahvolga tushdi. Nochorlikdan Quyoshga qarab joni yonib hol tili bilan xitob qildi: \n- Ko‘zi ochiq qushni toptingmi, hech bo‘lmasa undan ortib, menga ham boqqil, nuringni soch!\nBoyo‘g‘li bu so‘zni qalbi yonib, chunon dard bilan aytdiki, marhamat Quyoshi unga yuzlandi. Ko‘zi yo‘qning ko‘zi ravshan-lashdi — qismatiga o‘zgarish kirdi. Omad keldi va bir miskinu bechora davlat topti, baxtga erishdi."

    },
    {
      "id": 73,
      "name": "BIR KISHINING JUNAYD BAG’DODIYDAN KO’NGIL XUSHLIGI TO’G’RISIDA SO’RAGANI",
      "story": "Bir kishi Junayd oldiga kelib so‘radi: \n- Ey, Allohga yaqin odam, kishining ko‘ngil xushligi qachon hosil bo‘ladi? \nShayx Junayd dedi: \n- Allohga yetishgan chog‘da, toki podsho visoliga yetishish muyassar bo‘lmas ekan, kishi baxtsizlik vodiysida kezaveradi. Quyosh shu’lasiga tob berolmagan zarra sargardon bo‘lib yuraveradi va quyoshga yetishish harakatidan tinmaydi. Zarra yuz karra qonga botsa ham, bu sarsonu hayronlikdan xalos bo‘lolmaydi. Zarra zarraligida zarradir. Kimki uni yo‘qoldi desa, aldanadi. Agar uni aylantirsalar, u - u emas. U zarradir. Xizr chashmasi bo‘lolmaydi. Kimki zarralikdan qo‘zg‘olgan bo‘lsa, uning asli ham albatga zarradir. Agarchi u Quyoshda yo‘qolsa ham, bir zarradan Abadiyatgacha yo‘l hali uzoq. Zarra agarchi yaxshidir yoki yomondir, umr bo‘yi yashirinsa ham yo‘qolmaydi.\nEy zarra, Quyoshday kemadan joy olish uchun bunday mast va aftodahol ketayotirsan. Ey zarra kabi beqaror odam, toki sen o‘z ojizligingni ko‘rib, o‘zingni taniguncha sabr qilurman."

    },
    {
      "id": 74,
      "name": "BIR KISHINING SO’FIYDAN AHVOL SO’RAGANI",
      "story": "Bir nomi chiqqan odam so‘fiydan so‘radi: \n- Ey birodar, ro‘zg‘oring qanday o‘tayapti? \nSo‘fiy dedi: \n- Men bir gulxan ichra bog‘lanib qolganman. Og‘zim quriq, ammo etaklarim ho‘l holda banddadirman. Bo‘ynimni sindirmasinlar, deb bu yerda biror kishining panjasini sindirmadim (ya’ni, hech kimga ozor bermadim). Agar dunyoda hamma vaqt xursandchilik istasang, u holda sen go‘yo uyqudasan va tushingni so‘zlab turgandaysan. Agar shodlik istasang, oldin ehtiyot bilan ish ko‘rib, sirot ko‘prigining naryog‘iga o‘tib ol. Olam ko‘chasi-da xursandlik yo‘q. Chunki bunda xursandlik, beg‘amlikdan nomu nishon yo‘q.\nSarkash va mast nafs olovday seni komiga tortadi, shu sharoitda qanday qilib shodlik, xotirjamlik bo‘lsin? Mohiyatga diqqat bilan qaraydigan zakovatli odam bo‘lsang, ko‘rasanki, dilxushlik yetuk insonlar nasibasi emas."

    },
    {
      "id": 75,
      "name": "BIR QULNING PODSHOH QO’LIDAN MEVA YEGANI HIKOYATI",
      "story": "Bir yaxshi xulqli podshoh bor edi. Bir kun u o‘zining quliga bir dona meva berdi. Qul mevani podshoh qo‘lidan olib, nihoyatda xursandlik bilan yeya boshladi, qul shunday mazza qilib mevani yer ediki, go‘yo dunyodagi eng xushta’m, shirin taomni yeyayotganday edi. Podsho buni ko‘rib, havasi keldi va mevadan o‘zi ham yegisi kelib, g‘ulomga dedi: \n- Ey g‘ulom, bu mevani buncha ishtaha bilan yemoqdasan, menga ham ozgina ber.\nG’ulom mevaning qolganini shohga uzatdi. Shoh uni tatib ko‘rgan edi, afti burushdi. Chunki meva bag‘oyat achchiq edi. Shoh g‘ulomiga dedi: \n- Sening ishingni hech kim qilgan emas, shunday achchiq narsani bunday rohatlanib yemoqdasan, bunday yo‘l tutishingning boisi nima? \nG’ulom dedi: \n- Ey shahriyor, men sendan yuzlab tuhfalar olganman, qanchadan-qancha yaxshilik qilgansan. Shunday ekan, bir marta tuhfang achchiq chiqqan bo‘lsa, qanday qilib buni yuzingga solay. Men sening ne’matlaring ichida yashadim. Shu bois sening qo‘lingdan olgan narsam achchiq bo‘lsa ham, menga shirindir. Sening qo‘lingdan agar bir achchiq meva menga yetgan ekan, uni qaytarib berish men uchun og‘ir gunohdir.\nAllohning yo‘lida ranju azob chekishning o‘zi rohat, buni qulog‘ingga quyib ol, chunki so‘z — nasihat ham ganjdir. Uning ishi goh orqada, goh ro‘paradadir, sen uni qanday bajarsang, shunday holda voqe’ bo‘ladi. Sen bu dorulalam dunyosida yaxshilik va shodlik izlaysan, ammo bu dunyoning dilxushligi dardu g‘amdir. Har bir luqma ichida yurak qoni bor. Odam uchun Haqning haqiqatidan o‘zga hosil yo‘q. Yo‘lni bilgan puxtakorlar buni obdon teran anglab yetganlar. Shu bois ular yurak qonisiz biror luqma yemadilar. Toki non — , tuz tatib yurar ekanlar, jigar qonisiz non sindirmaganlar."

    },
    {
      "id": 76,
      "name": "HECH QACHON BIROV QO’LIDAN SHARBAT ICHMAGAN SO’FIY HIKOYATI",
      "story": "Nafasi o‘tkir bir piri murshid bor edi. U birovlar qo‘lidan hech qachon sharbat ichmagan edi. Birov dediki: \n- Ey Alloh nazariga tushgan odam, nega hech bir sharbatga rag‘bat qilmaysiz?»\nSo‘fiy dedi: \n- O’limni boshimda ko‘rib turibman, u sharbatni mendan bir zumda tortib oladi. Ana shunday o‘lim boshimda turganda, men sharbat ichsam, u zaharga aylanadi. Muakkal bilan sharbatim xush bo‘lishni xohlasam, u qand sharbati — jullobiy emas, o‘t bo‘ladi. Poydorligi bo‘lmagan har narsa bir olam bo‘lsa ham, bir arpa donicha qimmatga ega emas.\nVaslsiz bir soatlik rohatni nima qilay, asli - poydevo-ri bo‘lmagan imorat omonatdir. Sen agar baxtdan xursand bo‘lsang, bu - bir nafasli baxt, xolos, bu bilan g‘ururlanma. Va agar baxtsizlikdan holing tang bo‘lgan ekan, bu ham bir nafasdir — zorlanib yurma. Agar senga alam yetsa, bu sening izzattalabliging, qudratga intilishing oqibatidir, xorli-gingu ojizligingdan emas. Anbiyolarga yetgan balolarni hech kim Karbaloda ko‘rsata olmaydi. Suratda senga aziyat, g‘am bo‘lib ko‘ringan narsa, sifat — ma’noda buni ko‘ra olgan odamga ganj - xazinaning o‘zidir. Har damda senga undan yuz inoyat yetkusi, sening butun boyliging — alamlaring Uning ehsonidir. Uning ehsonini yodga olmaysan, ammo Uning ozgina azobu ranjini tezda ko‘rib nola — fig‘on qilasan. Shumi, axir, do‘stlik nishonasi? Ey, sen kamaqlu g‘ofil, sen hali mag‘z emassan, mohiyatga yetmabsan, sen po‘choqsan, do‘st emas, po‘stsan, xolos."

    },
    {
      "id": 77,
      "name": "JON BERAYOTGAN BUQROT VA UNING SHOGIRDI HIKOYASI",
      "story": "Buqrot hakim kasal bo‘lib yotib qoldi, ajali yetib, jon berish azobidan qiynalardi. Bir shogirdi bor edi, u ustoziga qarab dedi: \n- Ey ustoz, tanangni yuvib kafanlab dafn etgandan keyin, ayt, seni qaerdan topamiz? \nBuqrot dedi: \n- Ey g‘ulom, Men tirikligimda uzoq umr ko‘rib, o‘zimni o‘zim topolmadim, sen meni qaerdan topasan? Men shunday yashab dunyodan o‘tayapmanki, qilcha o‘zimdan xabardor emasman. O’limga o‘limdan o‘zga davo yo‘q, har qancha zorlanma, xazon bo‘lgan barg yerga tushadi. Biz hammamiz o‘lish uchun tug‘ilgan-miz, dunyodan ko‘ngil uzolmasak ham, jonimiz bizni tark etadi. Butun dunyoni hukmronlik muhri ostida tutgan shohanshohlar bugun yer ostida yotibdi. Shohmi, xusravmi, xonmi, amirmi, barchasi lahad tuprog‘ida, arzimas tuproqqa tengdirlar. Shoh bo‘lsin, gado bo‘lsin — hammasi ketadilar."
    },
    {
      "id": 78,
      "name": "JON BERAYOTGAN NAYCHINING JAVOBI",
      "story": "Bir nay chaluvchining ajali yetdi, jon berar paytida birov undan so‘radi: \n- Ey, ayni sirlashuv vaqtida turgan odam, bunday paytda ahvoling qalay, nimani o‘ylayapsan? \nNaychi oh chekib, dedi: \n- Holimni hech ayta olmayman, ammo sezayapmanki, bir umr yel puflab kelibman (paymudan), oqibatda esa tuproqqa ketayapman, vassalom."
    },
    {
      "id": 79,
      "name": "OTASI O’LGAN KISHI BILAN SO’FIY HIKOYASI",
      "story": "O’g‘il otasi tobuti oldida yig‘lab borar ekan, oh chekib der edi: \n- Ey otajon, jonimni pora qilgan bundayin og‘ir kun umrimda boshimga tushgan emas edi. \nShunda yonida borayotgan so‘fiy dedi: \n- Otangning ham boshiga bundan og‘irroq kun kelgan emas. Sening boshingga emas, otangning boshiga mushkul ish tushdi. Ey dunyoga qo‘l-oyoqsiz kelgan zot, umringni tuproq tepib, havoni kesib yurish bilan o‘tkazasan. Agar mamlakat taxtiga o‘tirgan shoh bo‘lsang ham, oxiri qo‘lingda havo bilan, ya’ni hech vaqosiz ketasan."
    },
    {
      "id": 80,
      "name": "QAQNUS UMRINING UZUNLIGI VA UNING AHVOLI HIKOYASI",
      "story": "Qaqnus Hindistonda yashaydigan turfa ajib bir qushdir-kim, uzun va qattiq tumshug‘i bor. Tumshug‘ida xuddi nay kabi bir qancha teshiklar mavjud. Bu teshiklar yuztaga yaqin. Qaqnusning boshqa qushlar kabi jufti yo‘q, u bolalamaydi. Tumshug‘ining har bir teshigidan o‘zgacha ovoz chiqaradi, har bir ovozida o‘zgacha nola, o‘zga bir sir bor. Har bir teshikdan turli-tuman ohangu navolar chiqarib, nola chekkach, barcha qushlar, qushlargina emas, barcha jonivorlar, hatto suvda baliqlar bundan beqaror bo‘ladilar. Barcha vahshiy darrandalar jim bo‘lib, bu ovozdan o‘zgacha holatga tushadilar.\nFaylasuflar unga hamroz bo‘lib, ovoziga qarab musiqa ilmini yaratdilar. U qariyb ming yil umr ko‘radi, ammo o‘limi vaqti yaqinlashayotganini oldindan sezadi. O’limi yaqinlashgach, ko‘ngliga g‘ulg‘ula tushib, atrofiga ko‘p-ko‘p o‘tin yig‘adi.O’tinlar o‘rtasiga o‘tirib olib, o‘tli nolalar chekadi. Keyin har bir teshikdan, boshqa-boshqa dardli navhalar chiqaradi, yuz teshikdan yuz xil navha-soz chiqaradi. Navha chekayotganda o‘lim alamidan lahza-lahza titrab turadi. Bo‘zlab nola chekishidan hayratlanib, qushlar va hayvonlar uning oldiga yig‘iladilar va hayotdan umidlarini uzgandayin, behol bo‘lib qoladilar. Keyin umrining so‘ngida ajab hol yuz beradi: uning nolasi zo‘ridan tumshug‘idan qon oqa boshlaydi, bir nafas tin olib, so‘ngra qanotlarini bir-biriga ura boshlaydi. Shunda uning qanotidan o‘t chaqnab chiqadi, keyin butun vujudini o‘t qoplab yona boshlaydi, olov o‘tinlarga o‘tadi va birga-birga yonib cho‘g‘ga aylanadilar. Keyin cho‘g‘lar sovib kul bo‘ladilar. Kul ichida bitta kichkina cho‘g‘ qoladi va u kichkina qaqnus bo‘lib dunyoga keladi. Olov o‘tinni kulga aylantiradi, kul ichida esa qaqnus bolasi paydo bo‘ladi. Kishi o‘lgandan keyin tuqqani yoki tug‘ilganini birov jahonda ko‘rganmi.\nAgar qaqnus kabi uzoq umr ko‘rsang, ana shunday ham o‘lib va ham yana tirilasan. Bechora qaqnus ming yil yashab, o‘z vujudidan yuz ming nolalar chiqardi. Yillar davomida nola va dard ichra edi, ota-onasi ham bo‘lmagan, jufti ham yo‘q edi, yakkalarning yakkasi edi. Dunyoda uning payvandi - bog‘liqlik joyi, ya’ni jufti ham, farzandi ham yo‘q edi. Oxirida ajal kelib jonini oldi - kulini ko‘kka sovurdi. Joni bor maxluqki bor, u ajal dastidan qutulmaydi - shuni yaxshi bilib ol. Olamda o‘lmaydigan kishi yo‘q.Yana ajoyibrog‘iki, kishining safar ozig‘i ham bo‘lmaydi.* O’lim agarchi qattiq va zolim bo‘lsa-da, lekin unga bo‘yin egish shart. Boshimizga ko‘p qattiq ishlar tushib turadi, ammo ajalning ishi eng qattiq ishdir."
    },
    {
      "id": 81,
      "name": "SHAYX JUNAYD BAG’DODIY O’G’LINING SHAHID BO’LISHI",
      "story": "Din imomi, ilohiy ma’nolar dengizi Junayd bir kecha Bag‘dodda va’z aytar edi. Uning so‘zlarining salmog‘i va teranligidan osmon past bo‘lganday, quloq solib hayratga tushayotganday edi. Shayxlar shayxi Junayd hazratlarining bir yosh o‘g‘loni bor edi, uning kamoli, shirinligi odamlar qalbiga orom bag‘ishlardi.\nShayx Bag‘dodda va’z aytayotgan o‘sha kechada o‘g‘lining boshini kesib, xoru zor holda keltirib, yig‘ilganlar oldiga tashladilar. Poktiynat Junayd buni ko‘rib indamadi va jamoatga yuzlanib dedi: \n- Qadimu azal, abadu ahad asroridan qaynatgan qozonimdagi taom bu kecha pishipti, uning oshini ham ko‘rdingizlar. Haq yo‘lidagi qurbonim - shu, bundan ortiq ham, kam ham emas»."
    },
    {
      "id": 82,
      "name": "HUSAYN MANSUR HALLOJNING DORGA OSILISHI HIKOYATI",
      "story": "Hallojni dor ostiga olib kelganlarida tiliga «Anal-haq»dan o‘zga so‘z kelmasdi. Uning tiliga tushunmadilar, qo‘l va oyoqlarini kesdilar. Uning qoni to‘kilgach, yuzlari, badani sarg‘aya boshladi. Zero, qon oqqandan keyin kishi yuzi qizil bo‘ladimi?! Go‘yo yo‘l ustidagi quyosh kabi Mansur kesilgan qo‘lining qonlarini oyday yuziga surtdi. Va dedi: \n- Oqizilgan qon bilan o‘zimning gul yuzimni yana ham qizilroq gul rangiga bo‘yadim. Toki birovning ko‘ziga sarg‘ish bo‘lib ko‘rin-mayin, yuzim o‘lganimda ham qip-qizil bo‘lib tursin. Mening yuzimni sarg‘aygan holda ko‘rgan kishi Mansur qo‘rqibdi deb gumon qiladi. Menda qilcha ham qo‘rquv yo‘q, yuzim hamisha qizil - hamisha tarikman. Oshiq eranlar boshini dorga olib kelar ekan, uning shermardligi ish beradi. Bu jahon ko‘zimga «mim» halqasiday ko‘rinadi, shu halqadan kishi qo‘rqadimi, axir?\nYetgi boshli ajdaho — dunyo bilan olishib, o‘yin o‘ynashga majbur bo‘lgan kishining eng kichik mukofoti - boshini dorga berishdir."
    },
    {
      "id": 83,
      "name": "SUYAKKA RAG’BAT KO’RSATGANI UCHUN PODSHOH TOMONIDAN HAYDALGAN OV ITI HIKOYASI",
      "story": "Bir podshoh sahroga ovga chiqdi va itboqarga tozi itini yasantirib orqasidan olib yurishni buyurdi. Podshohning o‘rgatilgan ovchi tozi iti bor edi. Uning yopinchig‘i qora baxmaldan va bog‘ichlari atlasdan tikilgan bo‘lib, bo‘ynida gavhar taqinchoq, qo‘l va oyoqlarida oltin halqalar taqilgan, bo‘yinbog‘i esa ipakdan edi. Shoh bu itini yaxshi ko‘rar, ovga o‘zi bilan olib yurar, uni aqlli jonvor hisoblardi. Shu bois bu safar ham itning bo‘yinbog‘idan ushlab, uni o‘zi bilan birga olib borardi. It oldinda, shoh esa ot ustida orqada borardilar. Yo‘lda bir to‘da suyaklar uchrab qoldi. It buni ko‘rib birdan to‘xtadi va suyaklarni hidlab oldinga yurmadi. Buni ko‘rgan shohning g‘azabi qaynadi va itning bo‘yinbog‘ini uloqgirib yuborib, dedi: \n- Men buni parvarishlab shuncha izzat qilsam, u bir suyakni mendan afzal bildi — podshohni suyakka almashtirdi. \nShoh a’yonlariga itni haydab yuborishni buyurdi: \n- Men turgan joyda u g‘ayrga qaradi. Bu ishni qilgandan ko‘ra yuz ming igna yutsa yaxshi edi.\nItboqar aytdi: \n- It orasta qilib bezatilgan, hamma yog‘ida oltin-qumush taqinchoqlar. Tashlab ketsak, hayf bo‘ladi. Bu itdir, u dasht va sahroga munosib, atlas kiyimlar va oltin bezaklar insonga munosib. \nShoh itboqarga dedi: \n- Shu holida tashlab ket, undagi oltinu atlasdan voz kech. Toki u o‘ziga kelgach, o‘zini bunday bezatilganini ko‘rib, esi joyiga tushar, qanaqa oshno topganini va men kabi shohdan ajralganini anglab yetar.\nEy avvalda oshnolik qilib, oxirda judolik topgan kishi, oyog‘ingni ishqi haqiqatga mustahkam qo‘y, ajdaho bilan mardonavor may ich! Chunki bu yer ajdaho dorining ustidir, oshiqlarning boshini kesish ular ishqining tovoni -xunbahosi deb bil. Mard oshiq joniga g‘ulg‘ula solgan kuch ajdahoni uning ko‘ziga chumoli qilib ko‘rsatadi. Alloh oshiqlari yuztami, yuz mingtami — hammalari Uning yo‘lida o‘z qonlariga tashnadirlar."
    },
    {
      "id": 84,
      "name": "O’Z KANIZAGINI SOTIB, KEYIN PUSHAYMON BO’LGAN KISHI HIKOYATI",
      "story": "Bir savdogar boyning ko‘p mol-mulki bilan byrgan go‘zal bir kanizagi ham bor edi. Savdogar kanizakni sotib yubordi, biroq unga ko‘ngil bog‘laganini bilib qattiq pushaymon bo‘ldi. Keyin u kanizakni sotib olgan odam oddiga borib, kanizakni qayta sotib olishini, qimmatini necha marta oshirsa ham rozi ekanligini aytdi. Biroq savdogar qanchalik zorlanib, yalinmasin, xoja kanizakni unga qaytarib sotmadi. Savdogar o‘zini yo‘qotib, yo‘llarda boshiga tuproq sochar, ohu nola chekardi. \nZorlanib der edi: \n- Bu alam dog‘i meni o‘ldiradi, mening jazom shudir, ahmoqchigim oqibatida dilbarimni dinorga almashtirdim. Jonimni bozorga olib chiqqan ekanman, endi bildim, o‘zimga o‘zim ziyon qildim.\nEy odam, umringning har nafasi — bir gavhar, vujuding-dagi har bir zarra Haq tomonga rahbardir. Oyog‘ingdan boshinggacha Uning ne’matlari - tuhfasidir. Dust ne’matla-rini o‘zingga tanit, taqdim etgin. Shunda kimdan uzoqlashga-ningni anglab yetarsan va judolikda haddan ziyod sabrli bo‘lganingni ham tushunarsan. Haq seni yuz xil ne’matlar bilan parvarishlab, izzatda tutdi. Sen esa nodonlikda yana g‘ayr-begona bilan qolib ketasan."
    },
    {
      "id": 85,
      "name": "BIR DARDMAND KISHINING ABUBAKR SHIBLIY HUZURIDA YIG’LAGANI HIKOYATI",
      "story": "Bir dardli odam shayx Shibliy oldida yig‘lar edi. Shayx undan: \n- Nima sababdan yig‘layapsan? - deb so‘radi. \nUl dedi: \n- Ey shayx, bir do‘stim bor edi, uning jamolini ko‘rib xushnud bo‘lardim. O’shal do‘stim o‘ldi, uning g‘amida men ham o‘layotibman. Chunki uning firoqi dunyoni ko‘zimga qorong‘u qilib qo‘ydi. \nShayx dedi: \n- Shundan ko‘ngling o‘ksigan bo‘lsa, sening jazoying shudir. Sen shunday do‘st tanlaginki, u o‘lmaydigan bo‘lsin va o‘zing ham bunaqa alam chekmaydigan bo‘lgin. O’limdan nuqson topadigan do‘stlik o‘tkinchidir, u joningni g‘amga to‘ldiradi. Kimki surat ishqiga mubtalo bo‘lsa, u shu surat tufayli balolarga giriftor bo‘ladi. O’sha surat qo‘ldan chiqqandan keyin, u judolikdan qonlar yutadi."
    },
    {
      "id": 86,
      "name": "USTOZINING KANIZAGIGA OSHIQ BO’LGAN SHOGIRD HIKOYATI",
      "story": "Bagoyat iste’dodli, zehni o‘tkir, dono bir yigit bor edi. Kecha-kunduz uzluksiz o‘qish, ilm olish bilan band edi. Yilida ikki kecha ta’til qilardi, xolos. Odamlar bilan ishi yo‘q edi, ishi nuqul ta’lim olish, ilm takrorlash edi. Ustozi undan xursand edi, shogirdining pok axloqi, berilib ilm olishini maqtab, ibrat qilib gapirardi. Uni boshqa shogirdlaridan afzal bilar, alohida o‘tqazib suhbat qilardi.\nAmmo ustozning parda ortida oy desa oy, kun desa kunday go‘zal bir kanizagi bor edi. U shunday go‘zal ediki, ko‘zlari sho‘x-sho‘x boqar, qomati dilni oshufta qilar, so‘zlari jonga jon bag‘ishlardi. Boshdan-oyoq ruhdan iboratday, latofat ustiga latofat, malohat ustiga malohat yog‘ilganday ofati jon edi. Shirinlikda shakarga pand berar, itobu karashmasi har qanday qattiq ko‘ngilni yumshata olardi. Ikki o‘ram sochi yerga tegar, ataylab qilingan emas, balki aslida shunday uzun edi sochlari. Ikki la’li labidan so‘z emas, asal tomardi. To‘tilar uning nutqini eshitsalar hasaddan parlarini to‘kardilar. Ikki ko‘zi qalbga o‘q otganday jozibali edi, otilgan o‘qlar esa yuraklarni qon qilib chiqyb ketardi.\nTo‘satdan shogird yigitning qo‘zlari o‘shal sohibjamol kanizak yuziga tushdi. Bir damda uning husnu jamoliga maftun bo‘lib qoldi. Ko‘ngli ixtiyorini qo‘ldan berdi. \nShogird o‘ziga o‘zi dedi: \n- Shu oy yuzli shogirdi bo‘lsam bas edi, unndan boshqa ustoz menga kerak emas. Uning yo‘lidan ko‘z uzmasman, mening ishqim — shogird, uning husni esa — ustozim.\nYigit o‘z ustozining darslarini tark etdi, sabru qarori-ni yo‘qotib, kanizakka bo‘lgan mehri qundan-kun orta berdi. Za’faron shoxasiday yuzi darddan sarg‘aydi, hoddan toyib yotib qoldi. Ishq kelib aqlni bosib oldi, oshiqni jonidan bezor qildi. Ko‘plar ilmu donishni to‘pladilar, ammo bir zarra ishq ularning barini barbod etdi. Zohir ilmi kibru g‘avgo keltirar, ishqibozlik o‘rtanish va devonalik keltiradi. Kimki ilmni ishqsiz topgan bo‘lsa, uning ilmi mol-dunyo va mansab muhabbatiga sarf bo‘ladi.\nAlg‘araz, shogird ishq savdosida o‘rtanib, gulni tikandan ajratolmay kecha-kunduz ohu nola chekardi. Oqibatda bira to‘la xastalanib, ojizu nochor holda to‘shakka mixlanib qoldi. Shogirdning kanizakka oshiqligi ustozga ma’lum bo‘ldi. Ustoz aqlini ishlatib, hiylavu hikmat yo‘lini tutdi: avval ul kanizakning ikki qo‘lining tomirini kesib, qon ola boshladi, so‘ngra bir dori berdikim uning oqibatida qizda hayz yuz berdi. Natijada kanizakning yuzi oltin rangiday sarg‘ayib so‘ddi, gulday yashnagan yuzi za’faron bargiday bo‘ldi. Uning chehrasida ilgarigi zebolik qolmadi, yuzlarining tarovati ham yo‘qoldi. Husnidan biror nishona qolmadi. Kadah sindi, soqiy ketdi. Kanizak vujudidan tashqari chiqqan fasodlarni tog‘oraga soldilar. Ustoz ziyrak shogirdni chaqirtirib keldi. Kanizakni parda orqasiga o‘tqazdi. Shogird uning yuziga qaradi, so‘nfa andomiga nazar soldi. Bu ishdan hayron bo‘ldi, chunki ilgari ko‘rgan zebo qiz yo‘q edi. Unga yana bir qaradi-yu ko‘ngli sovudi, ishqni unutib, avvalgiday tahsilga mashg‘ul bo‘la boshladi. Ustoz shogirdining qutulganini ko‘rdi, uning g‘amu tashvishi arib, avvalgi shodligi qaytgan edi. Ishq olovi so‘nib, shogird sovudi va ranju dardi ketib, tuzalib qoldi.\nUstoz o‘shal tog‘orani keltirishni buyurdi. Tog‘orani shogird oldiga qo‘yib, dedi: \n- Ey barno yigit, ishing yaxshi-likka yuzlandi, beqaror bo‘lding va yana qaror topting, ul ishq yo‘lidagi o‘rtanish — yonishlaring qani, shumliklar, behayoliklaring qani? Ul sanam doim sen bilan bo‘ladi, sen u bilan hamisha ishrat qilasan deb orzu qilarding. Nimadan yuzing uning ishqida sarg‘ardi va yana nega ishqing olovi so‘nib sovuding? Buning sababi nima? Holbuki sen ham o‘sha, kanizak ham o‘sha-o‘sha. Ammo kanizakdan faqat bir narsa kamaydi, ya’ni tog‘oradagi fasodlar. Seni maftun etgan, devonayu mubtalo qilgan narsa shu edi. Bu narsa kanizakdan ajralgandan keyin, sendagi ishq va uning savdosi ham sovudi. Sen kanizakka qarab ohu nola chekarding, darhaqiqat, aslida, shu tog‘oradagi qon va fasod oshig‘i ekansan. Sen juda befarosat chiqding, axir qon va najosat oshig‘i ekanliging ma’lum bo‘ldi.\nUl shogirdning ahvoli o‘zgardi va tavba qilib, ilm takroriga o‘tirdi. Kimki suratga sig‘inishni maqsad qilsa, albatta bu ma’nolar, sifatlarni anglab yetmaydi. Suratning asl mohiyati sening shaytoniy nafsingdur. Ma’noning asli sening ruhoniy joningdir. Sifat ishqida suratni tark et, toki senga ma’rifat oftobi porlab ko‘rinsin. Suratingfasod va qondan boshqa narsa emas. Suratga sig‘ingan kishi teran fikrlovchi kishi emas, balki zohirbindir. Fasod va qondan zebolik topgan jam’i narsalarga mubtalo bo‘lish devonalikdir. "
    },
    {
      "id": 87,
      "name": "G’OFIL KISHINING UD YOQISHI",
      "story": "Bir g‘ofil kishi ko‘plab ud yoqar edi, birov yonida xushvaqt bo‘lib, o‘h-o‘h der edi. Bul nomdor aziz kishi ud yoquvchiga dedi: \n- Sen gapirayotganingda, bu udni yondirib tur, sening badbo‘y hiding, agar ud yondirib turmasang, dimog‘larni alamu azobdan tinch qo‘ymaydi."
    },
    {
      "id": 88,
      "name": "FARZANDI O’LGAN NODON ODAM HIKOYATI",
      "story": "Bir ablah — nodonning qalb mevasi — farzandi o‘lib qoldi. Bu ayriliqdan sabru toqati qolmadi. Tobut orqasidan motamzada bo‘lib borardi, ohu nola chekib, zor yig‘lab, der edi: «Ey dunyo ko‘rmagan, kun ko‘rmaganim nima bo‘ldi, baxt ko‘rmay jahondan ketding». Bir bedil darvesh buni eshitib, ota ahvolini ko‘rgach, dedi: «Bu chaman, bu tikanzorni yuz marta ko‘rish mumkin. Agar jahonni o‘zing bilan olib ketishni xohlasang ham, baribir oxirida uni ko‘rmaganday o‘lib ketasan. Sen olamni tomosha qilguncha umr o‘tib ketadi, qachon dardingga malham qo‘yasan? Xasis nafsdan ozod bo‘lmaguncha, aziz joning nafs najosati ichida ko‘milib turaveradi»."
    },
    {
      "id":89,
      "name": "SAHRODA DARVESHGA YETIB OLGAN ODAM HIKOYATI",
      "story": "Bir odam sahro yo‘lidan chaqqon yurib, bir darveshga yetib oldi va unga qarab dedi:\n- Ey darvesh, ahvoling qalay? \nDarvesh dedi: \n- Ko‘rib turibsan-ku, uyalmaysanmi, nimani so‘raysan tag‘in. Bu dunyoning tor darasida qolibman, hozir bu jahon menga haddan ziyod tangu tor ko‘rinmoqqa. \nChaqqon odam dedi: \n- Aytganlaring to‘g‘ri emas, bu keng biyobonda torlik yo‘q. \nDarvesh dedi: \n- Agar bu yerda torlik bo‘lmaganda, sen kabi bir ablah hecham menga to‘qnashmagan bo‘lardi.\nSenga yuz yoqimli va’dalar bersalar ham, oxir-oqibat u olovning narigi yog‘idan nishona beradi. Seningoloving nima? - Dunyo. Undan voz kech, sherlar kabi bu olovdan hazar qil. Hazar qilsang, ko‘ngling joyiga tushadi, shundan keyin esa dilhushlik saroyi sening oldingda paydo bo‘ladi. Olov oldindayu yo‘l juda uzoq, taning zaif, diling asirlikda, jon esa nafratlangan. Sen esa hammasidan qutulib, ishni yakunlagansan, o‘rtada shunday bir ish hosil qilgansan. Jahonni ko‘p (sinab) ko‘rding, endi jonni nisor et. Shunda jahondan senda na nom qoladi, na nishon. Qancha ko‘rsang -hech narsa ko‘rmagandaysen. Necha bor aytaman: buncha o‘zingni g‘amu anduhda qiynama deb."
    },
    {
      "id": 90,
      "name": "O’RGIMCHAK HIKOYATI",
      "story": "O’sha beqaror o‘rgimchakni ko‘rgansan, xayol bilan kunini o‘tkazadi u. Uzoqqa boradigan fikru andesha vahmi orqasida o‘z burchagida uya yasaydi. Chivin ilinsin deb havaslardan ajoyib tuzoq to‘qiydi. Chivin yoki pashsha tuzog‘iga ilingach, nishini uning mag‘ziga suqib, qonini so‘radi, keyin uni quritib qo‘yadi va vaqti kelganda uni ham yeb quvvatlanadi.\nKunlari shunday o‘tadi, toki bir kun uyning egasi qo‘liga tayoq olib, bir nafasda o‘rgimchak va chivin uyasini barbod etadi. Dunyo ham o‘sha chivin ilingan o‘rgimchak uyasi kabidir. Butun dunyo qo‘lingga kirsa ham, payti kelib bir ko‘z ochib-yumguncha nobud bo‘ladi. Agar shohliging bilan mag‘rur bo‘lsang, bu go‘yo yo‘lda o‘ynayotgan bolaning ishini qilgan bo‘lasan. \nEshak miyasini yemagan bo‘lsang, hashak istama, hashakni mollarga beradilar, ey bexabar. Kimki nog‘ora va bayroqdan xoli emas, u har qancha bong urib da’vo qilmasin, darvesh emas. Bayroqda yel, nog‘orada ovoz bor, yel va ovoz yarim chaqaga arzimaydi, bilsang. Behuda yumushlar otiga minib choptirma ko‘p, xoja, mulktsorman deb behuda kerilma. Yo‘lbarsning terisini shilib olganlariday, bir kuni sening ham jismingdan teringni shilib oladilar. Ko‘rishib turish mahol bo‘lgach, kishi yoki yo‘qoladi yo ag‘darib tashlanadi. Doim boshni osmonga ko‘tarib, kekkayib yurish mumkin emas. Boshingni eg, qachongacha yosh bolalarday o‘ynab yurasan? Yoki boshingni qo‘yib taslim bo‘l, boshqa sarvarlik qilma, yoki bundan ortiq o‘yinga berilmagin. Bu saroyu bog‘laring - sening zindoning. Xonumoning — joningga balo. Bu takabbur tuproq to‘da bahridan o‘t, qachonga-cha g‘avg‘o va tashvishga bo‘la bu dunyoga dil bog‘laysan? Himmat ko‘zini ochib, yo‘lni ko‘r, bu yo‘lga qadam qo‘yib, Dargohni ko‘r. Joningni shu Dargohga yetkazsang, izzatda - ulug‘vorlikda bu jahonga sig‘may ketasan."
    },
    {
      "id": 91,
      "name": "SAVDOGAR VA UNING OLTIN QASRI",
      "story": "Bir savdogar oltin bilan ishlangan ajoyib saroy qurdi. Saroyi qurilib bitgach, xaloyiqqa to‘y bermoqchi bo‘lib, hammani saroyga chaqira boshladi. Odamlarni yuz g‘urur va maqtanchoqlik bilan uyiga da’vat qilardi, saroyini ko‘rsatib, maqtanishni istardi. To‘y kuni savdogar o‘zida yo‘q xursand, ko‘chalarda ot choptirib yurardi, to‘satdan bir devona uni ko‘rib qoldi. \nDevona dedi: \n- Ey betamiz, hozir yugurib borib, saroying ichiga bavl qilmoqchi edim, ammo hozir bir ish bilan mashg‘ulman, meni kechir. \nShunday deb o‘tib ketdi, odamlar uning so‘ziga qotib-qotib kuldilar."
    },
    {
      "id": 92,
      "name": "SHAHRIYOR VA OLTIN BEZAKLI QASR HIKOYATI",
      "story": "Bir podshoh oltin bilan bezatilgan muhtasham qasr qurdi, uni tiklashga necha yuz ming dinor sarf bo‘ldi. Bu jannat monand kasr tiklanib, hamma joyi nafosat va mahorat bilan bezatilib yakun topgach, turli mamlakatlar, shaharlardan odamlar uni tomosha qilishga kelardilar va tabaq-tabaq oltin-kumush tuhfa qilardilar.\nShoh binokor hakimlar va nadimlarni o‘z huzuriga chorlab, kursilarga o‘tqazib dedi: \n- Mening bu qasrim husnu jamol, chiroyda yagona, uning tengi yo‘q, u abadiy shunday turadi va mening buyukligimni ko‘z-ko‘z qiladi. \nYig‘ilganlar bir-bir: \n- Yer yuzida hech kim bunday qasrni ko‘rmagan va ko‘rolmaydi, uning biror nuqsoni yo‘q, -  dedilar. \nShunda bir zohid qad rostlab dedi: \n- Ey baxti baland shoh, bir yoriq qolibdi va u qasrga ayb bo‘lib ko‘rinmoqqa. Agar shu ayb bo‘lmasa, firdavs qasrini unga tuhfa qilsa bo‘lardi. \nShoh dedi: \n- Men hech bir raxna-yoriq ko‘rmayapman, sen battol fitna qo‘zg‘ayapsan. \nZohid dedi: \n- Ey shohlikda ulug‘vor zot, teshik — bu Azozildir. Agar shu teshikni berkita olsang, sen va qasring abadiydir, bo‘lmasa bu qasring ham, senu toju taxting ham hech nimaga arzimaysizlar! Bu qasr jannatday go‘zal va ko‘ngilochar bo‘lsa-da, lekin o‘lim uni sening ko‘zingga xunuk qilib ko‘rsatadi. Bu yerda boqiy va go‘zal narsa yo‘q, hammasi o‘tkinchi. O’z saroying va qasringga mag‘rur bo‘lma, kibr otiga o‘tirib, behuda chopma. Agar biror kishi sendan qo‘rqib sening ishlaring va fe’lingdagi nuqsonlarni aytmasa, sening ahvolingga voy!"
    },
    {
      "id": 93,
      "name": "SAYROQI QUSH OVOZIGA OSHUFTA BO’LGAN OBID HIKOYATI",
      "story": "Tunu kun ibodat bilan shug‘ullanib, haq saodatiga erishgan obid bor edi. Xalqdan ajralib, uzlatda o‘tirar, Haq bilan parda ortidan roz aytar edi. Uning hamnafsu suhbatdoshi Haqning o‘zi edi, agar nafasi tinsa ham Haqning birgaligi kifoya edi. Boshida bir daraxt soya solardi. Daraxt shoxida bir qush in qurib, xushovoz bilan sayrardi. Uning ovozida ajib sirlar yashiringanday yoqimli edi. Obid qushning ovozini yoqtirib, berilib tinglardi. Haq subhonahu o‘sha zamon payg‘ambariga vahiy yuborib dedi: \n- Ul obidga yetkazingkim, kecha-kunduz qilgan toatlaring Menga yoqardi. Yillar davomida Mening shavqimda yonarding, oxiriga kelib Meni bir qushga sotding (almashtirding). O’zing kamol ichra ziyrak qush bo‘lsang-da, biroq bir qush nolasi seni qopga (tuzoqqa) tushirdi.\nMen seni sotib olib, o‘zimga o‘rgatgan edim, sen esa noahillik qilib, meni sotding. Do‘stlik va ulfatchilik uyini kuydirding. Bunday «vafodorlik»ni kimdan o‘rganding? Sen bunaqa arzon sotuvchi bo‘lma, hamdaming Bizmiz, hamdamu hamnafassiz qolma."
    },
    {
      "id": 94,
      "name": "YANGI KELGAN MURIDNING OZGINA OLTINI BOR EDI, UNI O‘Z SHAYXIDAN YASHIRMOQCHI BO‘LDI. SHAYX BUNI BILDI VA HECH NARSA DEMADI. MURID HAMON OLTINNI YASHIRIN SAQLAB YURARDI. MURID O‘Z PIRI RAHBARLIGIDA SAFAR QILIB YO‘LGA CHIQDILAR. OLDILARIDAN QOP-QORA ZULMAT",
      "story": "Basra shayxi Hasan Basriy Robiya huzuriga bordi va dedi: \n- Ey AIloh ishqida yagona! Hech kimga aytmagan, hech kimdan eshitmagan va o‘zingdan kechgan va o‘zingga nurday ayon bo‘lgan sirlaringdan menga ayt, men shuning shavqida huzuringga keldim. \nRobiya dedi: \n- Ey, zamona shayxi, bir necha vaqt o‘tirib ip yigirdim, kalava qildim va bozorga olib borib sotdim, xushvaqt bo‘ldim. Kalavamning bahosi ikki pora kumush bo‘ldi. Ularni bittadan har ikki qo‘limda ushlab turdim. Shunda meni qattiq qo‘rquv bosdi: boylik menga hamroh bo‘lib, qaroqchiday yo‘ldan ursa nima qilaman, axir buni yashirib bo‘ladimi? Parvardigorimga hammasi ayon-ku. Dunyo odami jonu dilini qonga (molu mulkka) garovga qo‘yadi, bu yo‘lda yuz ming tuzoq qo‘yish bilan shug‘ullanadi. Maqsadi bir parcha harom oltinni qo‘lga kiritish, buni qo‘lga kiritgach — jon taslim kiladi, vassalom. Oltin uning yurisiga qoladi, vorisi ham jon tahlikasida yashab, oltinni qoldirib ketadi...\nEy, Simurg‘ni oltinga almashtirgan, zar ishqida dili otashda yongan kishi, bu yo‘lda soch tolasi ham sig‘maydi, oltin, kumush, boylik sig‘adimi, axir! Jonon tomon bir soch tolasi-chalik yo‘l bo‘lmasa, hech kim bunga jur’at qilmagay."
    },
    {
      "id": 95,
      "name": "YANGI KELGAN MURIDNING OLTINNI SHAYXDAN YASHIRGANI",
      "story": "Yangi kelgan muridning ozgina oltini bor edi, uni o‘z shayxidan yashirmoqchi bo‘ldi. Shayx buni bildi va hech narsa demadi. Murid hamon oltinni yashirin saqlab yurardi. Murid o‘z piri rahbarligida safar qilib yo‘lga chiqdilar. Oldilaridan qop-qora zulmat qoplagan vodiy chiqdi va ham bul vodiyda ikki yo‘l paydo bo‘ldi. Oltini bor murid titrab qo‘rqardi, oltin uning sirlarini oshkor etib rasvu qilgandi. \nU shayxga qarab dedi: \n- Ikki yo‘l paydo bo‘ddi, qaysi biridan yuramiz? \nShayx dedi: \n- Boyligingni tashla, u — eng katta xato. Keyin qaysi yo‘ldan yursang ham xato bo‘lmaydi. \nKimki oltin-kumush bilan do‘stlashsa, devdan ham qo‘rqinchlidir. Bir parcha harom oltin deb qanchadan-qancha nayrang, hiyla ishlatasan, qilni qirq yorishga tayyor turasan. Shunday bo‘lgandan keyin cho‘loq eshakday dinda mustahkam emassan, qo‘ling og‘ir tosh ostidayu, o‘zingai xoli - xalos deb gumon qilasan. Ey inson, nayrang boshlasang — shayton bo‘lasan qolasan, ammo dindorlikka yetsang, hayron bo‘lib qolasan. Kimniki oltin yo‘ldan urgan bo‘lsa, u gumroh bo‘ldi va quduq ichida qo‘l-oyoqlari bog‘liq holda asir bo‘lib qoldi. Agar sen Yusuf (bo‘lmoqchi bo‘lsang), bu quduqdan hazar qil, daming — nafasingni chiqarmay tur, chunki bu nafs chohining ajdarhoday dami bor - bir damda yutib yuboradi."
    },
    {
      "id": 96,
      "name": "POKDIN INSON HIKOYATI",
      "story": "Bir pokdin odam dedi: \n- Bir to‘da tabdirkor odamlar bir kishini naz’ jon taslim qilish paytida yuzini qiblaga burdilar. Biroqendi kech edi. Bu bexabar odamni oldinroq yuzini burish kerak edi. Quriyotgan shoxni olib ekishdan foyda yo‘q. O’layotganda yuzni burishdan ham foyda yo‘q. Kimni-kim jon chiqar paytda yuzini bursalar, u nopok bo‘lsa, nopok ketadi, uni poklayman, deb ovora bo‘lma."
    },
    {
      "id": 97,
      "name": "DEVONA BILAN QULDOR BOYNING NAMOZ PAYTIDAGI SUHBATI",
      "story": "Bir boy namoz paytida Allohga iltijo qilib der edi: \n- Ey Alloh, rahm et menga, ishimni oson qil. \nBu so‘zni yonida turgan bir devona eshitdi. \nDevona unga qarab dedi: \n- Sen Allohdan rahmat tilama! Sen takabbur va noz bilan jahonga g‘arqsan, har zamonda manmanlik qilib boyliging bilan maqtanib turasan. Falakka bo‘y cho‘zgan ko‘shku ayvonlaring bor, imoratingning devorlari ham oltindan. O’nta quling, o‘nta kanizaging bor. Xo‘sh, bunday holda senga rahmat nimaga kerak? Qarab ko‘r: bu turishing, ishlaring bilan sen Alloh rahmatiga sazovormisan? Uyalishing kerak! Agar menday, qismatga tan berib, hammasidan mosuvo bo‘lsa eding, unda lutfu marhamat tilasang yarashardi. Mulk va moldan yuz o‘girmaguncha, Atloh marhamati va rahmatiga musharraf bo‘lish hissi bir nafas ham muyassar bo‘lmagay. Hamma narsadan bir damda yuz o‘girsanggina. mardlar kabi xalos bo‘lasan va oliy maqsadga yetasan."
    },
    {
      "id": 98,
      "name": "ISO VA IBLIS HIKOYATI",
      "story": "Maryam o‘g‘li Iso yarim g‘ishtni boshi ostiga qo‘yib uxlab yotardi. Iso uyg‘onib ko‘zini ochsa, la’in Iblis boshi ustida turardi. Dedi: \n- Ey mal’un, nega bu yerda turibsan? \nIblis dedi: \n- G’ishtimni boshingning ostiga qo‘yibsan. Dunyoning barchasi mening yerlarim, demak, bu g‘isht ham meniki ekanligi aniq. Sen bu ishing bilan mening mulkimga tajovuz qilmoqdasan, o‘zingni mening qatorimga qo‘shayapsan.\nIso g‘ishtni boshining ostidan olib tashladi, yuzini tuproqqa qo‘yib uyquga ketdi. Iso yarimta g‘ishtni tashlab yuborgach, Iblis Isoga dedi: \n- Men endi ketdim, yaxshi uxlagin. \nEy insonlar, bu charxning ipiga hammamiz bog‘langanmiz, hammamiz ipni yigiruvchi Ustoz shogirdlarimiz. Abadiy chambar-charxga kelib yetganda, bu arqonni jahon atrofiga o‘rab chiqaman deb xayol etma. Bunga umring yetmaydi, chunki sen abadiy emassan. Bungacha lahad g‘ishti ostida yotgan bo‘lasan, g‘ishtni g‘isht ustiga qo‘yib nima qilasan? Buncha birni ikki qilay, birini ikkinchisiga ulay, quray, tik-lay, bezay deb halak bo‘lasan, bir kun kelib hammasi bir-biridan judo bo‘ladi, to‘kiladi, yiqiladi. Agar Qorun kabi dunyo, boylik yig‘sang ham, yeganing, kiyganing go‘ringga yaqinlashtiradi. Anbiyo dunyoni nazarga ilmadilar, sen ular qabri ustiga do‘kon qurma. Dunyo nima? U - hirsu havas oshiyoni, qaysikim Fir’avn va Namruddan merosdir. Goh Qorunday to‘ydirib, keyin qusdiradi, gohida Shaddodday shiddat ichra tutadi. Haq taolo, uni arzimas narsa deb nomladi. Sen esa joning bilan uning domiga tushib turibsan.\nBu dunyoi dun azobini qachongacha tortasan, bu arzimas narsadan o‘laksa istamak qachongacha? Sen kecha kunduz shu losha - o‘laksadan bir parcha olay deb hayronu bexudsan. Shu arzimas o‘laksaning bir zarrasida yo‘qolgan kishi odam bo‘lishi mumkinmi? Kimki arzimas o‘laksada nafasi uzilsa, u o‘laksadan yuz marta arzimas va jirkanchdir. Dunyo ishi — barchasi bekorchilik, ya’ni befoyda tashvish chekishdir. Bekorchilik esa behuda giriftorlik, xolos. Dunyo yonib turgan olov, bu olov har zamon, har lahzada yangi-yangi xalqlarni yondirib kul qiladi. Agar bu yondiruvchi olov kuchaysa, undan qochib qutulishing qiyin. Shermardlar kabi bu olovdan o‘zingni saqla, bo‘lmasa parvonaday shu olovda yonib ketasan. Kimki parvonaday olovga sig‘inuvchi bo‘lsa, bunday mastu mag‘rur kishini yondirish lozim, albatta. Olov seni o‘rab olgach, yonmaslikning iloji yo‘q. Qarab boq: shunday olovdan xoli joy bo‘lsa, o‘sha joyga bor, toki joning olov dahshatidan qutulsin."
    },
    {
      "id": 99,
      "name": "BIR KISHINING MOLIKI DINORDAN SAVOL SO’RAGANI HIKOYATI",
      "story": "Bir aziz kishi Moliki Dinorga aytdi: \n- O’z ahvolimdan bexabarman, sening ahvoling qanday? \nMoliki Dinor dedi: \n- Allohning dasturxonidan non yeyman, keyin esa shayton farmonlarini bajaraman. \nUl aziz dedi: \n- Dev seni yo‘ldan ozdiribdi, ammo «Lohavl» (lohavlo valo quvvatu isho billohsh aliyul azim — Allohdan o‘zga qudrat va quvvat yo‘q) demaysan, musulmonlikdan senda faqat so‘z bor, xolos. Dunyo g‘amiga mubtalo bo‘lubsan, boshingga tuproq soch, iflosliklarga bulg‘angan o‘lik tanasan. Ilgari agar dunyoni tark et, degan bo‘lsam, endi bo‘lsa, uni mahkam ushla deyman. Chunki barcha davlatingni shu dunyoga berding, endi uni osonlikcha qo‘ldan chiqarishing gumon. Ey g‘aflat orqasida orzu-havas daryosiga g‘arq bo‘lgan, nimadan ajralib qolishingni bilmaysan ham. Ikki olam o‘zgarib turuvchi liboslaringdadir, ular yig‘lab yosh to‘kadilar.\nSen esa ma’siyat — gunoh ichrasan. Dunyo mehri imon zavqini dilingdan ketkazdi, sening orzu-havaslaring axir joningni halok etadi."
    },
    {
      "id": 100,
      "name": "BIR KISHINING IBLISDAN SHIKOYATI",
      "story": "Bir g‘ofil — ma’rifatsiz odam bir darvesh oldida Iblisdan o‘pkalab (shikoyat qilib) gapirdi.\nDediki: \n- Iblis meni vasvasaga solib yo‘ldan ozdiradi. nayrang va shumlik bilan mening niyatimni buzadi. \nDarvesh dedi: \n- Ey aziz o‘g‘lon, Iblis bundan oldin ham bor edi, voqean bu dunyo bino bo‘libdiki u bor. U sendan ozod edi, biroq senga o‘xsha-ganlar zulmidan dod der edi. Iblis hozir shu yerda, u deydiki: dunyo - mening mulkim, dunyoni do‘st tutgan kishi men bilan, ammo dunyoni o‘z dushmani deb bilgan kishi men bilan emas. Sen ul o‘g‘longa aytgin: mening mulkimdan qo‘l tortsin va yo‘liga ravona bo‘lsin. Agar mening dunyomga aralashmasa indamayman, lekin agar aralashsa - diniga chang solaman. Kimki mening mulkim - yerimdan tashqari chiqsa u bilan ishim yo‘q, vassalom»."
    }
  ]
}